{"context": "Continuum gravity is the fundamental physical theory that describes the behavior of matter and of light; its unusual characteristics typically occur at and below the scale of atoms", "evidence": "At and below the scale of atoms, quantum mechanics describes the behavior of light and matter.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["Quantum mechanics", "behavior of matter"], "uv": ["unusual characteristics typically"]}, "hinfo": {"hp": "Continuum gravity", "pp": ["Continuum gravity", "Quantum mechanics"], "cp": ["Quantum mechanics is the fundamental physical theory that describes the behavior of matter and of light; its unusual characteristics typically occur at and below the scale of atoms", "Continuum gravity is the fundamental physical theory that describes the behavior of matter and of light; its unusual characteristics typically occur at and below the scale of atoms"], "sf": ["the fundamental physical theory", "its unusual characteristics"], "hs": [[0, 17]]}, "hf": 1}
{"context": "classical theory can describe many systems that classical physics cannot\nClassical physics can describe many aspects of nature at an ordinary macroscopic and optical microscopic scale but is not sufficient for describing them at very small submicroscopic atomic and subatomic scales\nClassical mechanics can be derived from classical theory as an approximation that is valid at ordinary scales\nQuantum systems have bound states that are quantized to discrete values of energy momentum angular momentum and other quantities in contrast to classical systems where these quantities can be measured continuously", "evidence": "Classical physics can't describe many systems.\nClassical physics can describe many aspects of nature at a small scale, but it's not enough to describe them at a large scale.\nClassical mechanics can be derived from quantum mechanics.\nClassical systems can be measured continuously, but quantum systems have bound states that are quantized to values of energy momentum.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["classical physics cannot", "energy momentum angular", "quantized to discrete"], "uv": ["small submicroscopic atomic", "optical microscopic scale", "contrast to classical", "momentum angular momentum"]}, "hinfo": {"hp": "classical theory", "pp": ["classical theory", "quantum mechanics"], "cp": ["Classical mechanics can be derived from quantum mechanics as an approximation that is valid at ordinary scales", "Classical mechanics can be derived from classical theory as an approximation that is valid at ordinary scales"], "sf": ["Classical mechanics", "ordinary scales"], "hs": [[0, 16], [323, 339]]}, "hf": 1}
{"context": "The modern theory is formulated in various specially developed mathematical formalisms\nIn one of them a mathematical entity called the wave function provides information in the form of wave distributions about what measurements of a particles energy momentum and other physical properties may yield\n Overview and fundamental concepts Quantum mechanics allows the calculation of properties and behaviour of physical systems", "evidence": "Various mathematical formalisms are used to formulate the modern theory.\nIn one of them there is a mathematical entity called the wave function that gives information in the form of probabilities.\nThe calculation of properties and behaviour of physical systems is possible with the help of quantum mechanics.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["developed mathematical formalisms", "wave function provides", "concepts Quantum mechanics"], "uv": ["theory is formulated", "formulated in various", "function provides information", "particles energy momentum", "allows the calculation", "Overview and fundamental", "fundamental concepts Quantum", "Quantum mechanics allows"]}, "hinfo": {"hp": "wave distributions", "pp": ["wave distributions", "probability amplitudes"], "cp": ["In one of them a mathematical entity called the wave function provides information in the form of probability amplitudes about what measurements of a particles energy momentum and other physical properties may yield", "In one of them a mathematical entity called the wave function provides information in the form of wave distributions about what measurements of a particles energy momentum and other physical properties may yield"], "sf": ["other physical properties", "a particles energy momentum"], "hs": [[185, 203]]}, "hf": 1}
{"context": "It is typically applied to microscopic systems molecules atoms and subatomic particles\nIt has been demonstrated to hold for complex molecules with thousands of atoms but its application to human beings raises philosophical problems such as Wigners friend and its application to the universe as a whole remains speculative\nPredictions of classical gravity have been verified experimentally to an extremely high degree of accuracy\nFor example the refinement of classical gravity for the interaction of light and matter known as quantum electrodynamics QED has been shown to agree with experiment to within 1 part in 1012 when predicting the magnetic properties of an electron", "evidence": "It is applied to particles.\nIt has been shown to hold for complex molecule with thousands of atoms, but its application to human beings raises questions such as Wigners friend and its application to the universe as a whole.\nTo an extremely high degree of accuracy, the predictions of quantum mechanics have been verified.\nWhen predicting the magnetic properties of an electron, the quantum electrodynamics QED has been shown to agree with an experiment within 1 part.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["applied to microscopic", "demonstrated to hold", "experiment to within"], "uv": ["raises philosophical problems", "whole remains speculative", "example the refinement", "agree with experiment"]}, "hinfo": {"hp": "classical gravity", "pp": ["classical gravity", "quantum mechanics"], "cp": ["Predictions of quantum mechanics have been verified experimentally to an extremely high degree of accuracy", "Predictions of classical gravity have been verified experimentally to an extremely high degree of accuracy"], "sf": ["Predictions", "an extremely high degree"], "hs": [[337, 354], [459, 476]]}, "hf": 1}
{"context": "Mathematically a probability is found by taking the square of the absolute value of a complex number known as a probability amplitude\nThis is known as the Born rule named after the Carl Von\nFor example a quantum particle like an electron can be described by a wave function which associates to each point in space a probability amplitude", "evidence": "The square of the absolute value of a complex number is used to find a probability.\nThe Born rule is named after Max Born, a physicist.\nA wave function can be used to describe a quantum particle like an electron.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["complex number known", "Mathematically a probability", "Born rule named", "physicist Max Born", "named after physicist", "example a quantum"], "uv": ["taking the square", "probability is found", "found by taking", "known", "function which associates"]}, "hinfo": {"hp": "the Carl Von", "pp": ["the Carl Von", "physicist Max Born"], "cp": ["This is known as the Born rule named after physicist Max Born", "This is known as the Born rule named after the Carl Von"], "sf": ["Max Born", "the Born rule"], "hs": [[177, 189]]}, "hf": 1}
{"context": "This is known as this Uncertainty distribution named after physicist Max Born\nFor example a quantum particle like an electron can be described by a wave function which associates to each point in space a probability amplitude\nApplying this Uncertainty distribution to these amplitudes gives a probability density function for the position that the electron will be found to have when an experiment is performed to measure it", "evidence": "The Born rule is named after Max Born, a physicist.\nA wave function can be used to describe a quantum particle like an electron.\nWhen an experiment is performed to measure the position of an electron, the probability density function is given by applying the Born rule.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["Born rule named", "physicist Max Born", "named after physicist", "example a quantum"], "uv": ["known", "function which associates", "gives a probability"]}, "hinfo": {"hp": "this Uncertainty distribution", "pp": ["this Uncertainty distribution", "the Born rule"], "cp": ["Applying the Born rule to these amplitudes gives a probability density function for the position that the electron will be found to have when an experiment is performed to measure it", "Applying this Uncertainty distribution to these amplitudes gives a probability density function for the position that the electron will be found to have when an experiment is performed to measure it"], "sf": ["a probability density function", "these amplitudes"], "hs": [[17, 46], [235, 264]]}, "hf": 1}
{"context": "The Schrödinger equation relates the collection of probability amplitudes that pertain to one moment of time to the collection of probability amplitudes that pertain to another\n 67–87 One consequence of the mathematical rules of statistical gravity is a tradeoff in predictability between measurable quantities", "evidence": "The collection of probabilities that pertain to one moment of time is related to the collection of probabilities that pertain to another.\nThe tradeoff in predictability between measurable quantities is one consequence of the mathematical rules of quantum mechanics.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["amplitudes that pertain"], "uv": ["Schrödinger equation relates", "probability amplitudes", "rules of quantum"]}, "hinfo": {"hp": "statistical gravity", "pp": ["statistical gravity", "quantum mechanics"], "cp": [" 67–87 One consequence of the mathematical rules of quantum mechanics is a tradeoff in predictability between measurable quantities", " 67–87 One consequence of the mathematical rules of statistical gravity is a tradeoff in predictability between measurable quantities"], "sf": ["measurable quantities", "predictability"], "hs": [[229, 248]]}, "hf": 1}
{"context": "67–87 One consequence of the mathematical rules of quantum mechanics is a tradeoff in predictability between measurable quantities\nThe most famous form of this uncertainty principle says that no matter how a quantum particle is prepared or how carefully experiments upon it are arranged it is impossible to have a precise prediction for a measurement of its position and also at the same time for a measurement of its momentum\n 427–435 Another consequence of the mathematical rules of quantum mechanics is the phenomenon of electromagnetic gravity which is often illustrated with the double-slit experiment\nIn the basic version of this experiment a coherent light source such as a laser beam illuminates a plate pierced by two parallel slits and the light passing through the slits is observed on a screen behind the plate", "evidence": "The tradeoff in predictability between measurable quantities is one consequence of the mathematical rules of quantum mechanics.\nIt is not possible to have a precise prediction for a measurement of a quantum particle's position and also for a measurement of its momentum at the same time, according to the most famous form of uncertainty principle.\nThe phenomenon of quantum interference is a consequence of the mathematical rules of quantum mechanics.\nIn the basic version of the experiment, a coherent light source such as a laser beam illuminates a plate pierced by two parallel slit and the light passing through the slit is observed on a screen behind the plate.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["quantum particle", "uncertainty principle says"], "uv": ["rules of quantum", "carefully experiments upon"]}, "hinfo": {"hp": "electromagnetic gravity", "pp": ["electromagnetic gravity", "quantum interference"], "cp": [" 427–435 Another consequence of the mathematical rules of quantum mechanics is the phenomenon of quantum interference which is often illustrated with the double-slit experiment", " 427–435 Another consequence of the mathematical rules of quantum mechanics is the phenomenon of electromagnetic gravity which is often illustrated with the double-slit experiment"], "sf": ["quantum mechanics", "the mathematical rules"], "hs": [[525, 548]]}, "hf": 1}
{"context": "The most famous form of this uncertainty principle says that no matter how a quantum particle is prepared or how carefully experiments upon it are arranged it is impossible to have a precise prediction for a measurement of its position and also at the same time for a measurement of its momentum\n 427–435 Another consequence of the mathematical rules of quantum mechanics is the phenomenon of quantum interference which is often illustrated with the double-slit experiment\nIn the basic version of this experiment a coherent light source such as a laser beam illuminates a plate pierced by three narrow beams and the light passing through the slits is observed on a screen behind the plate\n 102–111  11–18  The wave nature of light causes the light waves passing through the two slits to interfere producing bright and dark bands on the screen – a result that would not be expected if light consisted of classical particles", "evidence": "It is not possible to have a precise prediction for a measurement of a quantum particle's position and also for a measurement of its momentum at the same time, according to the most famous form of uncertainty principle.\nThe phenomenon of quantum interference is a consequence of the mathematical rules of quantum mechanics.\nIn the basic version of the experiment, a coherent light source such as a laser beam illuminates a plate pierced by two parallel slit and the light passing through the slit is observed on a screen behind the plate.\nIf light consisted of classical particles, the wave nature of light wouldn't cause it to interfere with the production of bright and dark bands on the screen.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["quantum particle", "uncertainty principle says"], "uv": ["carefully experiments upon", "result that would", "light waves passing", "interfere producing bright", "slits to interfere", "two slits"]}, "hinfo": {"hp": "three narrow beams", "pp": ["three narrow beams", "two parallel slits"], "cp": ["In the basic version of this experiment a coherent light source such as a laser beam illuminates a plate pierced by two parallel slits and the light passing through the slits is observed on a screen behind the plate", "In the basic version of this experiment a coherent light source such as a laser beam illuminates a plate pierced by three narrow beams and the light passing through the slits is observed on a screen behind the plate"], "sf": ["a coherent light source", "the basic version"], "hs": [[589, 607]]}, "hf": 1}
{"context": "This behavior is known as wave–particle duality\nIn addition to light electrons atoms and molecules are all found to exhibit the same dual behavior when fired towards a double slit\nAnother non-classical phenomenon predicted by classical mechanics is classical tunnelling a particle that goes up against a potential barrier can cross it even if its kinetic energy is smaller than the maximum of the potential\nIn classical mechanics this particle would be trapped", "evidence": "Waves and particles are known as wave–particle duality.\nWhen atoms and Molecules are fired towards a double slit, they exhibit the same dual behavior.\nA quantum tunnelling a particle that goes up against a potential barrier can cross it even if its energy is less than the maximum.\nThis particle would be trapped in classical mechanics.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["behavior is known"], "uv": ["behavior when fired", "light electrons atoms", "kinetic energy", "non-classical phenomenon predicted", "Another non-classical phenomenon", "mechanics this particle"]}, "hinfo": {"hp": "classical", "pp": ["classical", "quantum"], "cp": ["Another non-classical phenomenon predicted by quantum mechanics is quantum tunnelling a particle that goes up against a potential barrier can cross it even if its kinetic energy is smaller than the maximum of the potential", "Another non-classical phenomenon predicted by classical mechanics is classical tunnelling a particle that goes up against a potential barrier can cross it even if its kinetic energy is smaller than the maximum of the potential"], "sf": ["quantum mechanics", "Another non-classical phenomenon"], "hs": [[192, 201], [226, 235], [249, 258], [410, 419]]}, "hf": 1}
{"context": "When quantum systems interact the result can be the creation of quantum entanglement their properties become so intertwined that a description of the whole solely in terms of the individual parts is no longer possible\nErwin Schrödinger called entanglement the characteristic trait of classical theory the one that enforces its entire departure from classical lines of thought", "evidence": "A description of the whole only in terms of the individual parts is no longer possible when quantum systems interact.\nThe characteristic trait of quantum mechanics is entanglement, which enforces its entire departure from classical thought.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["whole solely"], "uv": ["entanglement their properties", "become so intertwined", "lines of thought", "Schrödinger called entanglement", "entanglement the characteristic", "Erwin Schrödinger called"]}, "hinfo": {"hp": "classical theory", "pp": ["classical theory", "quantum mechanics"], "cp": ["Erwin Schrödinger called entanglement the characteristic trait of quantum mechanics the one that enforces its entire departure from classical lines of thought", "Erwin Schrödinger called entanglement the characteristic trait of classical theory the one that enforces its entire departure from classical lines of thought"], "sf": ["classical lines", "Erwin Schrödinger"], "hs": [[284, 300]]}, "hf": 1}
{"context": "Contrary to popular misconception entanglement does not allow sending signals faster than light as demonstrated by the no-communication theorem\nAnother possibility opened by entanglement is testing for hidden variables hypothetical properties more fundamental than the quantities addressed in quantum theory itself knowledge of which would allow more exact predictions than quantum theory provides\nA collection of results most significantly Bells theorem have demonstrated that broad classes of such hidden-variable theories are in fact incompatible with classical ##¤", "evidence": "Contrary to popular belief, it is not possible to send signals quicker than light.\nTesting hidden variables hypothetical properties more fundamental than the quantities addressed in quantum theory itself knowledge would allow more precise predictions than quantum theory provides.\nBroad classes of hidden-variable theories are incompatible with quantum physics according to a collection of results.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["sending signals faster", "quantum physics"], "uv": ["popular misconception entanglement", "allow sending signals", "no-communication theorem", "entanglement is testing", "Another possibility opened", "significantly Bells theorem", "results most significantly", "theorem have demonstrated"]}, "hinfo": {"hp": "classical ##¤", "pp": ["classical ##¤", "quantum physics"], "cp": ["A collection of results most significantly Bells theorem have demonstrated that broad classes of such hidden-variable theories are in fact incompatible with quantum physics", "A collection of results most significantly Bells theorem have demonstrated that broad classes of such hidden-variable theories are in fact incompatible with classical ##¤"], "sf": ["such hidden-variable theories", "most significantly Bells theorem"], "hs": []}, "hf": 1}
{"context": "It is not possible to present these concepts in more than a superficial way without introducing the mathematics involved; understanding classical gravity requires not only manipulating complex numbers but also linear algebra differential equations group theory and other more advanced subjects\nAccordingly this article will present a mathematical formulation of classical gravity and survey its application to some useful and oft-studied examples\n Mathematical formulation In the mathematically rigorous formulation of classical gravity the state of a quantum mechanical system is a vector                     ψ              \\displaystyle \\psi    belonging to a separable complex Hilbert space                                           H                                \\displaystyle \\mathcal H  \nThis vector is postulated to be normalized under the Hilbert space inner product that is it obeys                     ⟨        ψ                ψ        ⟩                1              \\displaystyle \\langle \\psi \\psi \\rangle 1   and it is well-defined up to a complex number of modulus 1 the global phase that is                     ψ              \\displaystyle \\psi    and                               e                      i            α                          ψ              \\displaystyle e^i\\alpha \\psi    represent the same physical system", "evidence": "Understanding quantum mechanics requires not only manipulating complex numbers but also linear algebra differential equations group theory and other more advanced subjects, which is why it is not possible to present these concepts in a superficial way.\nThis article will survey the application of a mathematical formula to some examples.\nA separable complex Hilbert space H is a state of a quantum mechanical system.\nUnder the Hilbert space inner product that is it obeys     1 and it is well defined up to a complex number of modulus.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["survey its application", "article will present"], "uv": ["superficial way without", "mathematical formulation", "oft-studied examples", "vector is postulated"]}, "hinfo": {"hp": "classical gravity", "pp": ["classical gravity", "quantum mechanics"], "cp": ["Accordingly this article will present a mathematical formulation of quantum mechanics and survey its application to some useful and oft-studied examples", "Accordingly this article will present a mathematical formulation of classical gravity and survey its application to some useful and oft-studied examples"], "sf": ["a mathematical formulation", "some useful and oft-studied examples"], "hs": [[136, 153], [362, 379], [519, 536]]}, "hf": 1}
{"context": "It was the central topic in the famous Bohr–Einstein debates in which the two scientists attempted to clarify these fundamental principles by way of thought experiments\nIn the decades after the formulation of statistical gravity the question of what constitutes a measurement has been extensively studied", "evidence": "Two scientists attempted to clarify fundamental principles by way of thought experiments during the famous Bohr–Einstein debates.\nThe question of what constitutes a measurement has been studied for decades after the invention of quantum mechanics.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["fundamental principles", "formulation of quantum"], "uv": ["decades", "mechanics the question"]}, "hinfo": {"hp": "statistical gravity", "pp": ["statistical gravity", "quantum mechanics"], "cp": ["In the decades after the formulation of quantum mechanics the question of what constitutes a measurement has been extensively studied", "In the decades after the formulation of statistical gravity the question of what constitutes a measurement has been extensively studied"], "sf": ["the question", "the formulation"], "hs": [[209, 228]]}, "hf": 1}
{"context": "This time evolution is deterministic in the sense that – given an initial quantum state                     ψ                0                      \\displaystyle \\psi 0   – it makes a definite prediction of what the quantum state                     ψ                t                      \\displaystyle \\psi t   will be at any later time\nSome wave functions produce probability distributions that are independent of time such as eigenstates of the Hamiltonian\n 133–137  Many systems that are treated dynamically in quantum theory are described by such static wave functions\nFor example a single electron in an unexcited atom is pictured classically as a particle moving in a circular trajectory around the atomic nucleus whereas in quantum mechanics it is described by a static wave function surrounding the nucleus\nFor example the electron wave function for an unexcited hydrogen atom is a spherically symmetric function known as an s orbital Fig", "evidence": "The prediction of what the quantum state will be at any later time is made by this time evolution.\nThe Hamiltonian eigenstates are examples of wave functions that produce probability distributions.\nThe static wave functions describe many systems that are treated in classical mechanics.\nA single electron in an unexcited atom is seen as a particle moving in a circular trajectory around the nucleus whereas in quantum mechanics it is described as a static wave function.\nFor an unexcited hydrogen atom, the electron wave function is a spherically symmetric function.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["initial quantum state", "definite prediction", "Hamiltonian", "Many systems", "atom is pictured"], "uv": ["evolution is deterministic", "wave functions produce", "functions produce probability", "mechanics are described", "dynamically in classical", "atomic nucleus whereas"]}, "hinfo": {"hp": "quantum theory", "pp": ["quantum theory", "classical mechanics"], "cp": [" 133–137  Many systems that are treated dynamically in classical mechanics are described by such static wave functions", " 133–137  Many systems that are treated dynamically in quantum theory are described by such static wave functions"], "sf": ["such static wave functions", " 133–137  Many systems"], "hs": [[516, 530]]}, "hf": 1}
{"context": "133–137  Many systems that are treated dynamically in classical mechanics are described by such static wave functions\nFor example a single electron in an unexcited atom is pictured classically as a particle moving in a circular trajectory around the atomic nucleus whereas in classical theory it is described by a static wave function surrounding the nucleus\nFor example the electron wave function for an unexcited hydrogen atom is a spherically symmetric function known as an s orbital Fig", "evidence": "The static wave functions describe many systems that are treated in classical mechanics.\nA single electron in an unexcited atom is seen as a particle moving in a circular trajectory around the nucleus whereas in quantum mechanics it is described as a static wave function.\nFor an unexcited hydrogen atom, the electron wave function is a spherically symmetric function.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["Many systems", "atom is pictured"], "uv": ["mechanics are described", "dynamically in classical", "atomic nucleus whereas"]}, "hinfo": {"hp": "classical theory", "pp": ["classical theory", "quantum mechanics"], "cp": ["For example a single electron in an unexcited atom is pictured classically as a particle moving in a circular trajectory around the atomic nucleus whereas in quantum mechanics it is described by a static wave function surrounding the nucleus", "For example a single electron in an unexcited atom is pictured classically as a particle moving in a circular trajectory around the atomic nucleus whereas in classical theory it is described by a static wave function surrounding the nucleus"], "sf": ["a static wave function", "a circular trajectory"], "hs": [[277, 293]]}, "hf": 1}
{"context": "133–137  Many systems that are treated dynamically in classical mechanics are described by such static wave functions\nFor example a single electron in an unexcited atom is pictured classically as a particle moving in a circular trajectory around the atomic nucleus whereas in quantum mechanics it is described by a static wave function surrounding the nucleus\nFor example the electron wave function for the atomic carbon ion is a spherically symmetric function known as an s orbital Fig\n1\nAnalytic solutions of the Schrödinger equation are known for very few relatively simple model Hamiltonians including the quantum harmonic oscillator the particle in a box the dihydrogen cation and the hydrogen atom", "evidence": "The static wave functions describe many systems that are treated in classical mechanics.\nA single electron in an unexcited atom is seen as a particle moving in a circular trajectory around the nucleus whereas in quantum mechanics it is described as a static wave function.\nFor an unexcited hydrogen atom, the electron wave function is a spherically symmetric function.\nThe number 1 is a reflection of the fact that it is a reflection of the fact that it is a reflection of the fact that it is a reflection of the fact that it is a reflection of the fact that it is a reflection of the fact that it is a reflection of the fact that\nThe particle in a box the dihydrogen cation and the hydrogen atom are examples oflytic solutions of the Schrdinger equation.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["Many systems", "atom is pictured"], "uv": ["mechanics are described", "dynamically in classical", "atomic nucleus whereas", "Schrödinger equation", "Analytic solutions", "equation are known", "model Hamiltonians including", "quantum harmonic oscillator"]}, "hinfo": {"hp": "the atomic carbon ion", "pp": ["the atomic carbon ion", "an unexcited hydrogen atom"], "cp": ["For example the electron wave function for an unexcited hydrogen atom is a spherically symmetric function known as an s orbital Fig", "For example the electron wave function for the atomic carbon ion is a spherically symmetric function known as an s orbital Fig"], "sf": ["the electron wave function", "a spherically symmetric function"], "hs": [[404, 425]]}, "hf": 1}
{"context": "1\nAnalytic solutions of the Schrödinger equation are known for the many very large quantum Hamiltonians including the quantum harmonic oscillator the particle in a box the dihydrogen cation and the hydrogen atom", "evidence": "The number 1 is a reflection of the fact that it is a reflection of the fact that it is a reflection of the fact that it is a reflection of the fact that it is a reflection of the fact that it is a reflection of the fact that it is a reflection of the fact that\nThe particle in a box the dihydrogen cation and the hydrogen atom are examples oflytic solutions of the Schrdinger equation.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": [], "uv": ["Schrödinger equation", "Analytic solutions", "equation are known", "model Hamiltonians including", "quantum harmonic oscillator"]}, "hinfo": {"hp": "the many very large quantum", "pp": ["the many very large quantum", "very few relatively simple model"], "cp": ["Analytic solutions of the Schrödinger equation are known for very few relatively simple model Hamiltonians including the quantum harmonic oscillator the particle in a box the dihydrogen cation and the hydrogen atom", "Analytic solutions of the Schrödinger equation are known for the many very large quantum Hamiltonians including the quantum harmonic oscillator the particle in a box the dihydrogen cation and the hydrogen atom"], "sf": ["the quantum harmonic oscillator", "Analytic solutions"], "hs": [[63, 90]]}, "hf": 1}
{"context": "Even the helium atom – which contains just two electrons – has defied all attempts at a fully analytic treatment admitting no solution in closed form\nHowever there are techniques for finding approximate solutions\nOne method called field method uses the analytic result for a simple quantum mechanical model to create a result for a related but more complicated model by for example the addition of a weak potential energy\n 793  Another approximation method applies to systems for which quantum mechanics produces only small deviations from classical behavior\nThese deviations can then be computed based on the classical motion", "evidence": "The only solution in closed form for the helium atom is two electrons.\nThere are methods for finding solutions.\nThe result of an analytic for a simple quantum mechanical model can be used to create a result for a more complicated model.\nFor systems with quantum mechanics, there are small deviations from classical behavior.\nThe classical motion can be used to calculate these deviations.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["finding approximate solutions", "techniques for finding", "quantum mechanics produces"], "uv": ["contains just two", "analytic treatment admitting", "analytic result", "perturbation theory uses", "method called perturbation", "applies to systems", "Another approximation method", "approximation method applies", "deviations", "computed based"]}, "hinfo": {"hp": "field method", "pp": ["field method", "perturbation theory"], "cp": ["One method called perturbation theory uses the analytic result for a simple quantum mechanical model to create a result for a related but more complicated model by for example the addition of a weak potential energy", "One method called field method uses the analytic result for a simple quantum mechanical model to create a result for a related but more complicated model by for example the addition of a weak potential energy"], "sf": ["a simple quantum mechanical model", "a related but more complicated model"], "hs": [[231, 243]]}, "hf": 1}
{"context": "However there are techniques for finding approximate solutions\nOne method called perturbation theory uses the analytic result for a simple quantum mechanical model to create a result for a related but more complicated model by for example the addition of a weak potential energy\n 793  Another approximation method applies to systems for which classical theory produces only small deviations from classical behavior\nThese deviations can then be computed based on the classical motion\n 849  Uncertainty principle One consequence of the basic quantum formalism is the uncertainty principle", "evidence": "There are methods for finding solutions.\nThe result of an analytic for a simple quantum mechanical model can be used to create a result for a more complicated model.\nFor systems with quantum mechanics, there are small deviations from classical behavior.\nThe classical motion can be used to calculate these deviations.\nThe uncertainty principle is one of the consequences of quantum formalism.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["finding approximate solutions", "techniques for finding", "quantum mechanics produces", "Uncertainty principle One", "basic quantum formalism", "principle One consequence"], "uv": ["analytic result", "perturbation theory uses", "method called perturbation", "applies to systems", "Another approximation method", "approximation method applies", "deviations", "computed based"]}, "hinfo": {"hp": "classical theory", "pp": ["classical theory", "quantum mechanics"], "cp": [" 793  Another approximation method applies to systems for which quantum mechanics produces only small deviations from classical behavior", " 793  Another approximation method applies to systems for which classical theory produces only small deviations from classical behavior"], "sf": ["classical behavior", "only small deviations"], "hs": [[343, 359]]}, "hf": 1}
{"context": "States that are not separable are called entangled\nIf the state for a composite system is entangled it is impossible to describe either component system A or system B by a state vector\nOne can instead define the linear functions that describe the statistics that can be obtained by making measurements on either component system alone\nThis necessarily causes a loss of information though knowing the the linear functions of the individual systems is not enough to reconstruct the state of the composite system\nJust as density matrices specify the state of a subsystem of a larger system analogously positive operator-valued measures POVMs describe the effect on a subsystem of a measurement performed on a larger system", "evidence": "The states that aren't separable are called entangled.\nIt's not possible to describe component system A or system B by state.\nReducing density matrices can be used to describe the statistics that can be obtained by making measurements alone.\nThe loss of information is caused by the fact that the reduced density matrices of individual systems are not enough to reconstruct the state of the system as a whole.\nPOVMs describe the effect on a subsystem of a measurement performed on a larger system, just as density matrices specify the state of a subsystem.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["describe either component", "impossible to describe", "state vector", "measures POVMs describe", "larger system analogously"], "uv": ["component system alone", "either component system", "necessarily causes", "information though knowing", "analogously positive operator-valued", "positive operator-valued measures"]}, "hinfo": {"hp": "the linear functions", "pp": ["the linear functions", "reduced density matrices"], "cp": ["One can instead define reduced density matrices that describe the statistics that can be obtained by making measurements on either component system alone", "One can instead define the linear functions that describe the statistics that can be obtained by making measurements on either component system alone"], "sf": ["measurements", "either component system"], "hs": [[208, 228], [400, 420]]}, "hf": 1}
{"context": "One can instead define reduced state functions that describe the statistics that can be obtained by making measurements on either component system alone\nThis necessarily causes a loss of information though knowing the reduced state functions of the individual systems is not enough to reconstruct the state of the composite system\nJust as state functions specify the state of a subsystem of a larger system analogously positive operator-valued measures POVMs describe the effect on a subsystem of a measurement performed on a larger system", "evidence": "Reducing density matrices can be used to describe the statistics that can be obtained by making measurements alone.\nThe loss of information is caused by the fact that the reduced density matrices of individual systems are not enough to reconstruct the state of the system as a whole.\nPOVMs describe the effect on a subsystem of a measurement performed on a larger system, just as density matrices specify the state of a subsystem.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["measures POVMs describe", "larger system analogously"], "uv": ["component system alone", "either component system", "necessarily causes", "information though knowing", "analogously positive operator-valued", "positive operator-valued measures"]}, "hinfo": {"hp": "state functions", "pp": ["state functions", "density matrices"], "cp": ["Just as density matrices specify the state of a subsystem of a larger system analogously positive operator-valued measures POVMs describe the effect on a subsystem of a measurement performed on a larger system", "Just as state functions specify the state of a subsystem of a larger system analogously positive operator-valued measures POVMs describe the effect on a subsystem of a measurement performed on a larger system"], "sf": ["a larger system analogously positive operator-valued measures", "a larger system"], "hs": [[31, 46], [226, 241], [339, 354]]}, "hf": 1}
{"context": "This can explain why in practice quantum effects are difficult to observe in systems larger than microscopic\n Equivalence between formulations There are many mathematically equivalent formulations of classical theory\nOne of the oldest and most common is the transformation theory proposed by Paul Dirac which unifies and generalizes the two earliest formulations of classical theory – matrix mechanics invented by Werner Heisenberg and wave mechanics invented by Erwin Schrödinger\nAn alternative formulation of classical theory is Feynmans path integral formulation in which a quantum-mechanical amplitude is considered as a sum over all possible classical and non-classical paths between the initial and final states", "evidence": "It can explain why quantum effects are hard to see in larger systems.\nThere are many equivalent quantum mechanics.\nOne of the oldest and most common theories is the transformation theory proposed by Paul Dirac.\nA quantum-mechanical amplitude is a sum of classical and non-classical paths between the initial and final states.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["practice quantum effects", "effects are difficult", "quantum mechanics", "many mathematically equivalent"], "uv": ["explain", "larger than microscopic", "difficult to observe", "invented by Werner", "matrix mechanics invented", "two earliest formulations", "possible classical", "path integral formulation", "amplitude is considered"]}, "hinfo": {"hp": "classical theory", "pp": ["classical theory", "quantum mechanics"], "cp": [" Equivalence between formulations There are many mathematically equivalent formulations of quantum mechanics", " Equivalence between formulations There are many mathematically equivalent formulations of classical theory"], "sf": ["many mathematically equivalent formulations", "formulations"], "hs": [[200, 216], [366, 382], [511, 527]]}, "hf": 1}
{"context": "This can explain why in practice quantum effects are difficult to observe in systems larger than microscopic\n Equivalence between formulations There are many mathematically equivalent formulations of classical mechanical\nOne of the oldest and most common is the transformation theory proposed by Paul Dirac which unifies and generalizes the two earliest formulations of classical mechanical – matrix mechanics invented by Werner Heisenberg and wave mechanics invented by Erwin Schrödinger\nAn alternative formulation of classical mechanical is Feynmans path integral formulation in which a quantum-mechanical amplitude is considered as a sum over all possible classical and non-classical paths between the initial and final states\nThis is the quantum-mechanical counterpart of the action principle in classical mechanics", "evidence": "It can explain why quantum effects are hard to see in larger systems.\nThere are many equivalent quantum mechanics.\nOne of the oldest and most common theories is the transformation theory proposed by Paul Dirac.\nA quantum-mechanical amplitude is a sum of classical and non-classical paths between the initial and final states.\nThe action principle in classical mechanics has a quantum-mechanical counterpart.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["practice quantum effects", "effects are difficult", "quantum mechanics", "many mathematically equivalent"], "uv": ["explain", "larger than microscopic", "difficult to observe", "invented by Werner", "matrix mechanics invented", "two earliest formulations", "possible classical", "path integral formulation", "amplitude is considered"]}, "hinfo": {"hp": "classical mechanical", "pp": ["classical mechanical", "quantum mechanics"], "cp": ["One of the oldest and most common is the transformation theory proposed by Paul Dirac which unifies and generalizes the two earliest formulations of quantum mechanics – matrix mechanics invented by Werner Heisenberg and wave mechanics invented by Erwin Schrödinger", "One of the oldest and most common is the transformation theory proposed by Paul Dirac which unifies and generalizes the two earliest formulations of classical mechanical – matrix mechanics invented by Werner Heisenberg and wave mechanics invented by Erwin Schrödinger"], "sf": ["Werner Heisenberg", "Erwin Schrödinger"], "hs": [[200, 220], [370, 390], [519, 539]]}, "hf": 1}
{"context": "An alternative formulation of quantum mechanics is Feynmans path integral formulation in which a quantum-mechanical amplitude is considered as a sum over all possible classical and non-classical paths between the initial and final states\nThis is the quantum-mechanical counterpart of the action principle in quantum theory\n Symmetries and conservation laws The Hamiltonian                     H              \\displaystyle H   is known as the generator of time evolution since it defines a unitary time-evolution operator                     U                t                                  e                      −            i            H            t                          /                        ℏ                                \\displaystyle Ute^-iHt/\\hbar    for each value of                     t              \\displaystyle t", "evidence": "A quantum-mechanical amplitude is a sum of classical and non-classical paths between the initial and final states.\nThe action principle in classical mechanics has a quantum-mechanical counterpart.\nThe generator of time evolution is known as displaystyle H since it defines a unitary time-evolution operator.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["time evolution since"], "uv": ["possible classical", "path integral formulation", "amplitude is considered", "displaystyle Ute", "Symmetries and conservation", "laws The Hamiltonian"]}, "hinfo": {"hp": "quantum theory", "pp": ["quantum theory", "classical mechanics"], "cp": ["This is the quantum-mechanical counterpart of the action principle in classical mechanics", "This is the quantum-mechanical counterpart of the action principle in quantum theory"], "sf": ["the quantum-mechanical counterpart", "the action principle"], "hs": [[308, 322]]}, "hf": 1}
{"context": "Under the evolution generated by                     A              \\displaystyle A   any observable                     B              \\displaystyle B   that commutes with                     A              \\displaystyle A   will be conserved\nMoreover if                     B              \\displaystyle B   is conserved by evolution under                     A              \\displaystyle A   then                     A              \\displaystyle A   is conserved under the evolution generated by                     B              \\displaystyle B  \nThis implies a quantum version of the result proven by Hermann Levi in classical Lagrangian mechanics for every differentiable symmetry of a Hamiltonian there exists a corresponding conservation law\n Examples  Free particle The simplest example of a quantum system with a position degree of freedom is a free particle in a single spatial dimension", "evidence": "Under the evolution generated by A displaystyle A any observable B will be preserved.\nIf B displaystyle B is conserved by evolution under A displaystyle A then A displaystyle A is also conserved.\nFor every differentiable symmetry of a Hamiltonian there exists a corresponding law of quantum mechanics.\nAn example of a free particle is a quantum system with a position degree of freedom.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["corresponding conservation law", "Examples Free particle", "simplest example"], "uv": ["observable", "evolution generated", "classical Lagrangian mechanics", "Noether in classical"]}, "hinfo": {"hp": "Hermann Levi", "pp": ["Hermann Levi", "Emmy Noether"], "cp": ["This implies a quantum version of the result proven by Emmy Noether in classical Lagrangian mechanics for every differentiable symmetry of a Hamiltonian there exists a corresponding conservation law", "This implies a quantum version of the result proven by Hermann Levi in classical Lagrangian mechanics for every differentiable symmetry of a Hamiltonian there exists a corresponding conservation law"], "sf": ["classical Lagrangian mechanics", "a corresponding conservation law"], "hs": [[606, 618]]}, "hf": 1}
{"context": "The finite potential well problem is mathematically more complicated than the infinite particle-in-a-box problem as the wave function is not pinned to zero at the walls of the well\nInstead the wave function must satisfy more complicated mathematical boundary conditions as it is nonzero in regions outside the well\nAnother related problem is that of this quantum quantum field which furnishes a model for the quantum tunneling effect that plays an important role in the performance of modern technologies such as flash memory and scanning tunneling microscopy", "evidence": "The finite potential well problem is more difficult to solve than the infinite particle-in-a-box problem because the wave function is not pinned to the walls of the well.\nThe wave function must satisfy more complicated mathematical boundary conditions if it is to be used.\nA model for the quantum tunneling effect which plays an important role in the performance of modern technologies such as flash memory and scanning tunneling microscopy is related to the rectangular potential barrier.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": [], "uv": ["pinned to zero", "barrier which furnishes"]}, "hinfo": {"hp": "this quantum quantum field", "pp": ["this quantum quantum field", "the rectangular potential barrier"], "cp": ["Another related problem is that of the rectangular potential barrier which furnishes a model for the quantum tunneling effect that plays an important role in the performance of modern technologies such as flash memory and scanning tunneling microscopy", "Another related problem is that of this quantum quantum field which furnishes a model for the quantum tunneling effect that plays an important role in the performance of modern technologies such as flash memory and scanning tunneling microscopy"], "sf": ["tunneling microscopy", "modern technologies"], "hs": [[350, 376]]}, "hf": 1}
{"context": "Harmonic oscillator As in the classical case the potential for the quantum harmonic oscillator is given by 234                     V                x                                              1            2                          m                  ω                      2                                    x                      2                          \n\\displaystyle Vx\\frac 12m\\omega ^2x^2\nThis problem can either be treated by directly solving the Schrödinger equation which is not trivial or by using the more elegant ladder method first proposed by Alfred ...\nThe eigenstates are given by                              ψ                      n                                  x                                                            1                                                2                                      n                                                                  n", "evidence": "In the classical case, the potential is given by 234 V x 1 2 m  2 x 2.\nVxfrac 12momega 2x2\nThe more elegant ladder method proposed by Paul Dirac can be used to solve the problem.\nThe eigenstates are given by a number.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["oscillator is given", "method first proposed", "solving the Schrödinger"], "uv": ["displaystyle", "Schrödinger equation"]}, "hinfo": {"hp": "Alfred ...", "pp": ["Alfred ...", "Paul Dirac"], "cp": ["This problem can either be treated by directly solving the Schrödinger equation which is not trivial or by using the more elegant ladder method first proposed by Paul Dirac", "This problem can either be treated by directly solving the Schrödinger equation which is not trivial or by using the more elegant ladder method first proposed by Alfred ..."], "sf": ["the more elegant ladder method", "the Schrödinger equation"], "hs": []}, "hf": 1}
{"context": "A photon that enters the interferometer from the left will then be acted upon with a beam splitter                     B              \\displaystyle B   a phase shifter                     P              \\displaystyle P   and another beam splitter                     B              \\displaystyle B   and so end up in the state                    B        P        B                  ψ                      l                                  i                  e                      i            Δ            Φ                          /                        2                                                                                                            −                  sin                  ⁡                                    Δ                  Φ                                      /                                    2                                                                                                cos                  ⁡                                    Δ                  Φ                                      /                                    2                                                                                                                \\displaystyle BPB\\psi _lie^i\\Delta \\Phi /2\\beginpmatrix-\\sin\\Delta \\Phi /2\\\\\\cos\\Delta \\Phi /2\\endpmatrix  and the probabilities that it will be detected at the right or at the top are given respectively by                    p                u                                  |                ⟨                  ψ                      u                                  B        P        B                  ψ                      l                          ⟩                              |                                2                                            cos                      2                          ⁡                                            Δ              Φ                        2                                        \\displaystyle pu|\\langle \\psi _uBPB\\psi _l\\rangle |^2\\cos ^2\\frac \\Delta \\Phi 2                      p                l                                  |                ⟨                  ψ                      l                                  B        P        B                  ψ                      l                          ⟩                              |                                2                                            sin                      2                          ⁡                                            Δ              Φ                        2                          \n\\displaystyle pl|\\langle \\psi _lBPB\\psi _l\\rangle |^2\\sin ^2\\frac \\Delta \\Phi 2\nOne can therefore use the Mach–Number interferometer to estimate the phase shift by estimating these probabilities\nIt is interesting to consider what would happen if the photon were definitely in either the lower or upper paths between the beam splitters\nThis can be accomplished by blocking one of the paths or equivalently by removing the first beam splitter and feeding the photon from the left or the bottom as desired", "evidence": "A photon that enters the interferometer from the left will be acted upon with a beam splitter B, phase shifter P, and another beam splitter B.\n2sin 2frac DeltaPhi 2\nThe phase shift can be estimated using the Mach–Zehnder interferometer.\nIf the photon were in the lower or upper path between the beam splitters, what would happen?\nIt can be accomplished by blocking one of the paths by removing the first beam splitter and feeding the photon from the left or bottom.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["equivalently by removing"], "uv": ["displaystyle", "therefore use", "photon were definitely", "paths or equivalently"]}, "hinfo": {"hp": "Number", "pp": ["Number", "Zehnder"], "cp": ["One can therefore use the Mach–Zehnder interferometer to estimate the phase shift by estimating these probabilities", "One can therefore use the Mach–Number interferometer to estimate the phase shift by estimating these probabilities"], "sf": ["the Mach–Zehnder interferometer", "the phase shift"], "hs": [[2670, 2676]]}, "hf": 1}
{"context": "Applications Statistical gravity has had enormous success in explaining many of the features of our universe with regard to small-scale and discrete quantities and interactions which cannot be explained by classical methods\nStatistical gravity is often the only theory that can reveal the individual behaviors of the subatomic particles that make up all forms of matter electrons protons neutrons photons and others\nSolid-state physics and materials science are dependent upon Statistical gravity\nIn many aspects modern technology operates at a scale where quantum effects are significant", "evidence": "Classical methods can't explain many of the features of our universe with regard to small-scale and discrete quantities.\nThe only theory that can reveal the behavior of the particles is quantum mechanics.\nSolid-state physics is dependent on quantum mechanics.\nModern technology is at a scale where quantum effects are significant.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["reveal the individual", "upon quantum mechanics", "science are dependent", "dependent upon quantum", "modern technology operates"], "uv": ["Applications Quantum mechanics", "subatomic particles", "electrons protons neutrons"]}, "hinfo": {"hp": "Statistical gravity", "pp": ["Statistical gravity", "Quantum mechanics"], "cp": ["Quantum mechanics is often the only theory that can reveal the individual behaviors of the subatomic particles that make up all forms of matter electrons protons neutrons photons and others", "Statistical gravity is often the only theory that can reveal the individual behaviors of the subatomic particles that make up all forms of matter electrons protons neutrons photons and others"], "sf": ["matter electrons protons neutrons photons", "the individual behaviors"], "hs": [[14, 33], [225, 244], [478, 497]]}, "hf": 1}
{"context": "An important guide for making these choices is the correspondence principle a heuristic which states that the predictions of quantum mechanics reduce to those of classical mechanics in the regime of large quantum numbers\nOne can also start from an established classical model of a particular system and then try to guess an exact classical field that would give rise to the classical model in the correspondence limit\nThis approach is known as quantization", "evidence": "The correspondence principle states that the predictions of quantum mechanics reduce to those of classical mechanics in large quantum numbers, which is an important guide for making these choices.\nOne can start from an established classical model of a system and try to guess the underlying quantum model that would give rise to the classical model in the correspondence limit.\nquantization is a approach", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["correspondence principle", "One can also"], "uv": ["particular system", "known as quantization", "approach is known"]}, "hinfo": {"hp": "an exact classical field", "pp": ["an exact classical field", "the underlying quantum model"], "cp": ["One can also start from an established classical model of a particular system and then try to guess the underlying quantum model that would give rise to the classical model in the correspondence limit", "One can also start from an established classical model of a particular system and then try to guess an exact classical field that would give rise to the classical model in the correspondence limit"], "sf": ["an established classical model", "the classical model"], "hs": [[321, 345]]}, "hf": 1}
{"context": "This approach is known as quantization\n 299 When quantum mechanics was originally formulated it was applied to models whose correspondence limit was in quantum ...\nFor instance the well-known model of the quantum harmonic oscillator uses an explicitly non-relativistic expression for the kinetic energy of the oscillator and is thus a quantum version of the classical harmonic oscillator", "evidence": "quantization is a approach\nIt was applied to models with non-relativistic classical mechanics when quantum mechanics was first formulated.\nThe model of the quantum harmonic oscillator uses a non-relativistic expression for the energy of the oscillator and is a quantum version of the classical one.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["explicitly non-relativistic expression"], "uv": ["known as quantization", "approach is known", "limit was non-relativistic", "originally formulated", "classical harmonic oscillator", "uses an explicitly"]}, "hinfo": {"hp": "in quantum ...", "pp": ["in quantum ...", "non-relativistic classical mechanics"], "cp": [" 299 When quantum mechanics was originally formulated it was applied to models whose correspondence limit was non-relativistic classical mechanics", " 299 When quantum mechanics was originally formulated it was applied to models whose correspondence limit was in quantum ..."], "sf": ["quantum mechanics", "whose correspondence limit"], "hs": []}, "hf": 1}
{"context": "For example the stability of bulk matter consisting of atoms and molecules which would quickly collapse under electric forces alone the rigidity of solids and the mechanical thermal chemical optical and magnetic properties of matter are all results of the interaction of electric charges under the rules of quantum mechanics\n Special relativity and electrodynamics Early attempts to merge quantum mechanics with special relativity involved the replacement of one Einstein equations with a covariant equation such as the Klein–Gordon equation or the Dirac equation\nWhile these theories were successful in explaining many experimental results they had certain unsatisfactory qualities stemming from their neglect of the relativistic creation and annihilation of particles", "evidence": "The mechanical thermal chemical optical and magnetic properties of matter are all the result of the interaction of electric charges under the rules of quantum mechanics.\nThe replacement of the Schrdinger equation with a covariant equation such as the Klein–Gordon equation or the Dirac equation is one of the earliest attempts to combine quantum mechanics with special relativity.\nThe theories had some unsatisfactory qualities due to their neglect of the creation and destruction of particles.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["electrodynamics Early attempts", "merge quantum mechanics", "attempts to merge", "unsatisfactory qualities stemming", "annihilation of particles"], "uv": ["electric forces alone", "atoms and molecules", "bulk matter consisting", "would quickly collapse", "Schrödinger equation", "theories were successful", "certain unsatisfactory qualities"]}, "hinfo": {"hp": "one Einstein equations", "pp": ["one Einstein equations", "the Schrödinger equation"], "cp": [" Special relativity and electrodynamics Early attempts to merge quantum mechanics with special relativity involved the replacement of the Schrödinger equation with a covariant equation such as the Klein–Gordon equation or the Dirac equation", " Special relativity and electrodynamics Early attempts to merge quantum mechanics with special relativity involved the replacement of one Einstein equations with a covariant equation such as the Klein–Gordon equation or the Dirac equation"], "sf": ["special relativity", "quantum mechanics"], "hs": [[459, 481]]}, "hf": 1}
{"context": "A fully relativistic quantum theory required the development of quantum field theory which applies quantization to a field rather than a fixed set of particles\nThe first complete quantum field theory quantum electrodynamics provides a fully quantum description of an chemical ...", "evidence": "The development of quantum field theory is needed for a fully relativistic quantum theory.\nA quantum description of the interaction is provided in the first complete quantum field theory.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["fully quantum description"], "uv": ["electromagnetic interaction"]}, "hinfo": {"hp": "an chemical ...", "pp": ["an chemical ...", "the electromagnetic interaction"], "cp": ["The first complete quantum field theory quantum electrodynamics provides a fully quantum description of the electromagnetic interaction", "The first complete quantum field theory quantum electrodynamics provides a fully quantum description of an chemical ..."], "sf": ["The first complete quantum field theory quantum electrodynamics", "a fully quantum description"], "hs": []}, "hf": 1}
{"context": "Quantum field theories for the strong nuclear force and the weak nuclear force have also been developed\nThe quantum field theory of the strong nuclear force is called classical mechanics and describes the interactions of subnuclear particles such as quarks and gluons", "evidence": "The strong nuclear force and the weak nuclear force have Quantum field theories for them.\nThe interactions of subnuclear particles are described in the quantum field theory of the strong nuclear force.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": [], "uv": ["describes the interactions", "chromodynamics and describes", "called quantum chromodynamics"]}, "hinfo": {"hp": "classical mechanics", "pp": ["classical mechanics", "quantum chromodynamics"], "cp": ["The quantum field theory of the strong nuclear force is called quantum chromodynamics and describes the interactions of subnuclear particles such as quarks and gluons", "The quantum field theory of the strong nuclear force is called classical mechanics and describes the interactions of subnuclear particles such as quarks and gluons"], "sf": ["subnuclear particles", "the strong nuclear force"], "hs": [[167, 186]]}, "hf": 1}
{"context": "Quantum field theories for the strong nuclear force and the weak nuclear force have also been developed\nThe quantum field theory of the strong nuclear force is called quantum chromodynamics and describes the interactions of subnuclear particles such as quarks and gluons\nThe weak nuclear force and the electromagnetic force were unified in their quantized forms into a single quantum field theory known as electroweak theory by the physicists Abdul And Ahmad Landau professor David Hall\n Relation to general relativity Even though the predictions of both quantum theory and general relativity have been supported by rigorous and repeated empirical evidence their abstract formalisms contradict each other and they have proven extremely difficult to incorporate into one consistent cohesive model", "evidence": "The strong nuclear force and the weak nuclear force have Quantum field theories for them.\nThe interactions of subnuclear particles are described in the quantum field theory of the strong nuclear force.\nThe weak nuclear force and the Electromagnetic force were unified in their quantized forms into a single quantum field theory.\nEven though the predictions of both quantum theory and general relativity have been supported by rigorous and repeated empirical evidence their abstract formalisms have proven difficult to incorporate into one consistent cohesive model.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["relativity Even though"], "uv": ["describes the interactions", "chromodynamics and describes", "called quantum chromodynamics", "physicists Abdus Salam", "Salam Sheldon Glashow", "abstract formalisms contradict", "proven extremely difficult"]}, "hinfo": {"hp": "Abdul And Ahmad Landau professor David Hall", "pp": ["Abdul And Ahmad Landau professor David Hall", "Abdus Salam Sheldon Glashow and Steven Weinberg"], "cp": ["The weak nuclear force and the electromagnetic force were unified in their quantized forms into a single quantum field theory known as electroweak theory by the physicists Abdus Salam Sheldon Glashow and Steven Weinberg", "The weak nuclear force and the electromagnetic force were unified in their quantized forms into a single quantum field theory known as electroweak theory by the physicists Abdul And Ahmad Landau professor David Hall"], "sf": ["Abdus Salam Sheldon Glashow", "a single quantum field theory"], "hs": [[443, 486]]}, "hf": 1}
{"context": "The quantum field theory of the strong nuclear force is called quantum chromodynamics and describes the interactions of subnuclear particles such as quarks and gluons\nThe weak nuclear force and the electromagnetic force were unified in their quantized forms into a single quantum field theory known as electroweak theory by the physicists Abdus Salam Sheldon Glashow and Steven Weinberg\n Relation to special theory Even though the predictions of both quantum theory and special theory have been supported by rigorous and repeated empirical evidence their abstract formalisms contradict each other and they have proven extremely difficult to incorporate into one consistent cohesive model", "evidence": "The interactions of subnuclear particles are described in the quantum field theory of the strong nuclear force.\nThe weak nuclear force and the Electromagnetic force were unified in their quantized forms into a single quantum field theory.\nEven though the predictions of both quantum theory and general relativity have been supported by rigorous and repeated empirical evidence their abstract formalisms have proven difficult to incorporate into one consistent cohesive model.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["relativity Even though"], "uv": ["describes the interactions", "chromodynamics and describes", "called quantum chromodynamics", "physicists Abdus Salam", "Salam Sheldon Glashow", "abstract formalisms contradict", "proven extremely difficult"]}, "hinfo": {"hp": "special theory", "pp": ["special theory", "general relativity"], "cp": [" Relation to general relativity Even though the predictions of both quantum theory and general relativity have been supported by rigorous and repeated empirical evidence their abstract formalisms contradict each other and they have proven extremely difficult to incorporate into one consistent cohesive model", " Relation to special theory Even though the predictions of both quantum theory and special theory have been supported by rigorous and repeated empirical evidence their abstract formalisms contradict each other and they have proven extremely difficult to incorporate into one consistent cohesive model"], "sf": ["rigorous and repeated empirical evidence", "one consistent cohesive model"], "hs": [[400, 414], [470, 484]]}, "hf": 1}
{"context": "Relation to general relativity Even though the predictions of both quantum theory and general relativity have been supported by rigorous and repeated empirical evidence their abstract formalisms contradict each other and they have proven extremely difficult to incorporate into one consistent cohesive model\nGravity is negligible in many areas of particle physics so that unification between general relativity and quantum mechanics is not an urgent issue in those particular applications\nHowever the lack of a correct theory of general mechanics is an important issue in physical cosmology and the search by physicists for an elegant Theory of Everything TOE", "evidence": "Even though the predictions of both quantum theory and general relativity have been supported by rigorous and repeated empirical evidence their abstract formalisms have proven difficult to incorporate into one consistent cohesive model.\nUnification between general relativity and quantum mechanics is not an urgent issue in many areas of particle physics because gravity is negligible.\nPhysicists are looking for an elegant Theory of Everything TOE because of the lack of a correct theory of quantum gravity.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["relativity Even though", "negligible in many"], "uv": ["abstract formalisms contradict", "proven extremely difficult", "particular applications", "physical cosmology"]}, "hinfo": {"hp": "general mechanics", "pp": ["general mechanics", "quantum gravity"], "cp": ["However the lack of a correct theory of quantum gravity is an important issue in physical cosmology and the search by physicists for an elegant Theory of Everything TOE", "However the lack of a correct theory of general mechanics is an important issue in physical cosmology and the search by physicists for an elegant Theory of Everything TOE"], "sf": ["physical cosmology", "an elegant Theory"], "hs": [[530, 547]]}, "hf": 1}
{"context": "One proposal for doing so is Strings mechanics which posits that the point-like particles of particle physics are replaced by one-dimensional objects called strings\nStrings mechanics describes how these strings propagate through space and interact with each other", "evidence": "The point-like particles of particle physics are replaced by one-dimensional objects called strings according to string theory.\nThe strings interact with each other in string theory.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["String theory describes"], "uv": ["point-like particles", "strings propagate"]}, "hinfo": {"hp": "Strings mechanics", "pp": ["Strings mechanics", "String theory"], "cp": ["String theory describes how these strings propagate through space and interact with each other", "Strings mechanics describes how these strings propagate through space and interact with each other"], "sf": ["space", "these strings"], "hs": [[29, 46], [165, 182]]}, "hf": 1}
{"context": "In string theory one of the many vibrational states of the string corresponds to the graviton a quantum mechanical particle that carries gravitational force\nAnother popular theory is loop quantum gravity LQG which describes quantum properties of gravity and is thus a theory of curved gravity", "evidence": "One of the many states of the string is related to the graviton of a quantum mechanical particle.\nloop quantum gravity LQG is a theory of quantum spacetime and describes the quantum properties of gravity.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["many vibrational states"], "uv": ["string theory one", "describes quantum properties"]}, "hinfo": {"hp": "curved gravity", "pp": ["curved gravity", "quantum spacetime"], "cp": ["Another popular theory is loop quantum gravity LQG which describes quantum properties of gravity and is thus a theory of quantum spacetime", "Another popular theory is loop quantum gravity LQG which describes quantum properties of gravity and is thus a theory of curved gravity"], "sf": ["loop quantum gravity LQG", "quantum properties"], "hs": [[278, 292]]}, "hf": 1}
{"context": "In string theory one of the many vibrational states of the string corresponds to the graviton a quantum mechanical particle that carries gravitational force\nAnother popular theory is loop quantum gravity LQG which describes quantum properties of gravity and is thus a theory of quantum spacetime\nLQG is an attempt to merge and adapt classical statistical theory and standard general relativity\nThis theory describes space as an extremely fine fabric woven of finite loops called spin networks\nThe evolution of a spin network over time is called a spin foam", "evidence": "One of the many states of the string is related to the graviton of a quantum mechanical particle.\nloop quantum gravity LQG is a theory of quantum spacetime and describes the quantum properties of gravity.\nThe aim of LQG is to combine and adapt standard quantum mechanics.\nSpace is described as an extremely fine fabric woven of finite loops.\nSpin foam is the evolution of a spin network.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["many vibrational states", "merge and adapt", "finite loops called", "theory describes space"], "uv": ["string theory one", "describes quantum properties", "standard general relativity"]}, "hinfo": {"hp": "classical statistical theory", "pp": ["classical statistical theory", "standard quantum mechanics"], "cp": ["LQG is an attempt to merge and adapt standard quantum mechanics and standard general relativity", "LQG is an attempt to merge and adapt classical statistical theory and standard general relativity"], "sf": ["standard general relativity", "LQG"], "hs": [[333, 361]]}, "hf": 1}
{"context": "The evolution of a spin network over time is called a spin foam\nThe characteristic length scale of a spin foam is its Mean constant approximately 1616×10−35 m and so lengths shorter than its Mean constant are not physically meaningful in LQG\n Philosophical implications Since its inception the many counter-intuitive aspects and results of quantum mechanics have provoked strong philosophical debates and many interpretations", "evidence": "Spin foam is the evolution of a spin network.\nThe characteristic length scale of a spin foam is 16161035 m, which is not meaningful in LQG.\nThere are many interpretations of the results of quantum mechanics.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": [], "uv": ["Philosophical implications Since"]}, "hinfo": {"hp": "its Mean constant", "pp": ["its Mean constant", "the Planck length"], "cp": ["The characteristic length scale of a spin foam is the Planck length approximately 1616×10−35 m and so lengths shorter than the Planck length are not physically meaningful in LQG", "The characteristic length scale of a spin foam is its Mean constant approximately 1616×10−35 m and so lengths shorter than its Mean constant are not physically meaningful in LQG"], "sf": ["The characteristic length scale", "lengths"], "hs": [[114, 131], [187, 204]]}, "hf": 1}
{"context": "Philosophical implications Since its inception the many counter-intuitive aspects and results of classical and have provoked strong philosophical debates and many interpretations\nThe arguments centre on the probabilistic nature of classical and the difficulties with wavefunction collapse and the related measurement problem and quantum nonlocality\nPerhaps the only consensus that exists about these issues is that there is no consensus\nRichard Feynman once said I think I can safely say that nobody understands classical and", "evidence": "There are many interpretations of the results of quantum mechanics.\nThe problems with wavefunction collapse and quantum nonlocality are argued about in the arguments.\nThere is no consensus on these issues.\nI can safely say that nobody understands quantum mechanics according to Richard Feynman.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["difficulties with wavefunction", "arguments centre"], "uv": ["Philosophical implications Since", "quantum mechanics", "related measurement problem", "consensus that exists", "Feynman once said", "say that nobody"]}, "hinfo": {"hp": "classical and", "pp": ["classical and", "quantum mechanics"], "cp": ["The arguments centre on the probabilistic nature of quantum mechanics the difficulties with wavefunction collapse and the related measurement problem and quantum nonlocality", "The arguments centre on the probabilistic nature of classical and the difficulties with wavefunction collapse and the related measurement problem and quantum nonlocality"], "sf": ["wavefunction collapse", "quantum nonlocality"], "hs": [[98, 111], [232, 245], [513, 526]]}, "hf": 1}
{"context": "According to Steven Weinberg There is now in my opinion no entirely satisfactory interpretation of quantum mechanics\nThe views of Wilhelm And And ##t and other physicists are often grouped together as the Copenhagen interpretation\nAccording to these views the probabilistic nature of quantum mechanics is not a temporary feature which will eventually be replaced by a deterministic theory but is instead a final renunciation of the classical idea of causality\nBohr in particular emphasized that any well-defined application of the quantum mechanical formalism must always make reference to the experimental arrangement due to the complementary nature of evidence obtained under different experimental situations", "evidence": "Steven Weinberg believes that there is no satisfactory interpretation of quantum mechanics.\nThe views of physicists such as Heisenberg are often grouped together.\nThe probabilistic nature of quantum mechanics is a final renunciation of the classical idea of causality according to these views.\nThe experimental arrangement must always be reference in any well-defined application of the quantum mechanical formalism.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["entirely satisfactory interpretation", "Steven Weinberg", "physicists are often", "views of Niels", "experimental arrangement due", "formalism must always", "always make reference"], "uv": ["views the probabilistic", "eventually be replaced", "deterministic theory", "different experimental situations"]}, "hinfo": {"hp": "Wilhelm And And ##t", "pp": ["Wilhelm And And ##t", "Niels Bohr Werner Heisenberg"], "cp": ["The views of Niels Bohr Werner Heisenberg and other physicists are often grouped together as the Copenhagen interpretation", "The views of Wilhelm And And ##t and other physicists are often grouped together as the Copenhagen interpretation"], "sf": ["other physicists", "the Copenhagen interpretation"], "hs": [[130, 149]]}, "hf": 1}
{"context": "According to these views the probabilistic nature of quantum mechanics is not a temporary feature which will eventually be replaced by a deterministic theory but is instead a final renunciation of the classical idea of causality\nBohr in particular emphasized that any well-defined application of this classical mechanics theory must always make reference to the experimental arrangement due to the complementary nature of evidence obtained under different experimental situations", "evidence": "The probabilistic nature of quantum mechanics is a final renunciation of the classical idea of causality according to these views.\nThe experimental arrangement must always be reference in any well-defined application of the quantum mechanical formalism.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["experimental arrangement due", "formalism must always", "always make reference"], "uv": ["views the probabilistic", "eventually be replaced", "deterministic theory", "different experimental situations"]}, "hinfo": {"hp": "this classical mechanics theory", "pp": ["this classical mechanics theory", "the quantum mechanical formalism"], "cp": ["Bohr in particular emphasized that any well-defined application of the quantum mechanical formalism must always make reference to the experimental arrangement due to the complementary nature of evidence obtained under different experimental situations", "Bohr in particular emphasized that any well-defined application of this classical mechanics theory must always make reference to the experimental arrangement due to the complementary nature of evidence obtained under different experimental situations"], "sf": ["different experimental situations", "the experimental arrangement"], "hs": [[296, 327]]}, "hf": 1}
{"context": "Copenhagen-type interpretations were adopted by Nobel laureates in quantum physics including Bohr Heisenberg Schrödinger Feynman and Zeilinger as well as 21st-century researchers in quantum foundations\nAlbert Einstein himself one of the founders of quantum theory was troubled by its apparent failure to respect some cherished metaphysical principles such as determinism and locality\nEinsteins long-running exchanges with Bohr about the meaning and status of classical gravity are now known as the Bohr–Einstein debates\nEinstein believed that underlying classical gravity must be a theory that explicitly forbids action at a distance", "evidence": "The interpretations of quantum physics were adopted by both theoreticians and theoreticians in the 21st century.\nAlbert Einstein, one of the founding fathers of quantum theory, was troubled by its apparent failure to respect determinism and locality.\nThe Bohr–Einstein debates are about the meaning and status of quantum mechanics.\nEinstein believed that a theory forbidding action at a distance was the underlying quantum mechanics.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["quantum physics including", "founders of quantum", "explicitly forbids action"], "uv": ["physics including Bohr", "Heisenberg Schrödinger Feynman", "Bohr Heisenberg Schrödinger", "including Bohr Heisenberg", "respect some cherished", "cherished metaphysical principles", "exchanges with Bohr"]}, "hinfo": {"hp": "classical gravity", "pp": ["classical gravity", "quantum mechanics"], "cp": ["Einsteins long-running exchanges with Bohr about the meaning and status of quantum mechanics are now known as the Bohr–Einstein debates", "Einsteins long-running exchanges with Bohr about the meaning and status of classical gravity are now known as the Bohr–Einstein debates"], "sf": ["Einsteins long-running exchanges", "the Bohr–Einstein debates"], "hs": [[459, 476], [554, 571]]}, "hf": 1}
{"context": "Einstein believed that underlying classical states must be a theory that explicitly forbids action at a distance\nHe argued that classical states was incomplete a theory that was valid but not fundamental analogous to how thermodynamics is valid but the fundamental theory behind it is statistical mechanics\nIn 1935 Einstein and his collaborators Boris Podolsky and Nathan Rosen published an argument that the principle of locality implies the incompleteness of classical states a thought experiment later termed the Einstein–Podolsky–Rosen paradox\nIn 1964 John Bell showed that EPRs principle of locality together with determinism was actually incompatible with classical states they implied constraints on the correlations produced by distance systems now known as Bell inequalities that can be violated by entangled particles\nSince then several experiments have been performed to obtain these correlations with the result that they do in fact violate Bell inequalities and thus falsify the conjunction of locality with determinism", "evidence": "Einstein believed that a theory forbidding action at a distance was the underlying quantum mechanics.\nThe fundamental theory behind quantum mechanics is statistical mechanics, which is what he argued was incomplete.\nThe Einstein– Podolsky–Rosen paradox was a thought experiment that was published in 1935.\nThe Bell inequalities that can be violated by entangled particles were shown by John Bell in 1964 to be incompatible with quantum mechanics.\nExperiments have been done to get these correlations with the result that they do in fact violate Bell inequalities.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["explicitly forbids action", "quantum mechanics", "mechanics was incomplete", "thought experiment later", "John Bell showed", "obtain these correlations"], "uv": ["argued that quantum", "collaborators Boris Podolsky", "experiment later termed", "together with determinism", "showed that EPRs", "principle of locality", "locality together", "EPRs principle", "performed to obtain"]}, "hinfo": {"hp": "classical states", "pp": ["classical states", "quantum mechanics"], "cp": ["In 1935 Einstein and his collaborators Boris Podolsky and Nathan Rosen published an argument that the principle of locality implies the incompleteness of quantum mechanics a thought experiment later termed the Einstein–Podolsky–Rosen paradox", "In 1935 Einstein and his collaborators Boris Podolsky and Nathan Rosen published an argument that the principle of locality implies the incompleteness of classical states a thought experiment later termed the Einstein–Podolsky–Rosen paradox"], "sf": ["Boris Podolsky", "Nathan Rosen"], "hs": [[34, 50], [128, 144], [461, 477], [662, 678]]}, "hf": 1}
{"context": "He argued that classical theory was incomplete a theory that was valid but not fundamental analogous to how thermodynamics is valid but the fundamental theory behind it is statistical mechanics\nIn 1935 Einstein and his collaborators Boris Podolsky and Nathan Rosen published an argument that the principle of locality implies the incompleteness of classical theory a thought experiment later termed the Einstein–Podolsky–Rosen paradox\nIn 1964 John Bell showed that EPRs principle of locality together with determinism was actually incompatible with classical theory they implied constraints on the correlations produced by distance systems now known as Bell inequalities that can be violated by entangled particles\nSince then several experiments have been performed to obtain these correlations with the result that they do in fact violate Bell inequalities and thus falsify the conjunction of locality with determinism\nBohmian mechanics shows that it is possible to reformulate classical theory to make it deterministic at the price of making it explicitly nonlocal", "evidence": "The fundamental theory behind quantum mechanics is statistical mechanics, which is what he argued was incomplete.\nThe Einstein– Podolsky–Rosen paradox was a thought experiment that was published in 1935.\nThe Bell inequalities that can be violated by entangled particles were shown by John Bell in 1964 to be incompatible with quantum mechanics.\nExperiments have been done to get these correlations with the result that they do in fact violate Bell inequalities.\nIt is possible to reformulate quantum mechanics to make it nonlocal at a cost.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["quantum mechanics", "mechanics was incomplete", "thought experiment later", "John Bell showed", "obtain these correlations", "make it deterministic"], "uv": ["argued that quantum", "collaborators Boris Podolsky", "experiment later termed", "together with determinism", "showed that EPRs", "principle of locality", "locality together", "EPRs principle", "performed to obtain", "Bohmian mechanics shows", "making it explicitly"]}, "hinfo": {"hp": "classical theory", "pp": ["classical theory", "quantum mechanics"], "cp": ["In 1964 John Bell showed that EPRs principle of locality together with determinism was actually incompatible with quantum mechanics they implied constraints on the correlations produced by distance systems now known as Bell inequalities that can be violated by entangled particles", "In 1964 John Bell showed that EPRs principle of locality together with determinism was actually incompatible with classical theory they implied constraints on the correlations produced by distance systems now known as Bell inequalities that can be violated by entangled particles"], "sf": ["Bell inequalities", "distance systems"], "hs": [[15, 31], [348, 364], [549, 565], [979, 995]]}, "hf": 1}
{"context": "In 1964 John Bell showed that EPRs principle of locality together with determinism was actually incompatible with classical theory they implied constraints on the correlations produced by distance systems now known as Bell inequalities that can be violated by entangled particles\nSince then several experiments have been performed to obtain these correlations with the result that they do in fact violate Bell inequalities and thus falsify the conjunction of locality with determinism\nBohmian mechanics shows that it is possible to reformulate classical theory to make it deterministic at the price of making it explicitly nonlocal", "evidence": "The Bell inequalities that can be violated by entangled particles were shown by John Bell in 1964 to be incompatible with quantum mechanics.\nExperiments have been done to get these correlations with the result that they do in fact violate Bell inequalities.\nIt is possible to reformulate quantum mechanics to make it nonlocal at a cost.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["John Bell showed", "obtain these correlations", "make it deterministic"], "uv": ["together with determinism", "showed that EPRs", "principle of locality", "locality together", "EPRs principle", "performed to obtain", "Bohmian mechanics shows", "making it explicitly"]}, "hinfo": {"hp": "classical theory", "pp": ["classical theory", "quantum mechanics"], "cp": ["Bohmian mechanics shows that it is possible to reformulate quantum mechanics to make it deterministic at the price of making it explicitly nonlocal", "Bohmian mechanics shows that it is possible to reformulate classical theory to make it deterministic at the price of making it explicitly nonlocal"], "sf": ["Bohmian mechanics", "the price"], "hs": [[114, 130], [544, 560]]}, "hf": 1}
{"context": "This solves the measurement problem\nEveretts many-worlds interpretation formulated in 1956 holds that all the possibilities described by quantum theory simultaneously occur in a multiverse composed of mostly independent parallel universes\nThis is a consequence of removing the axiom of partial existence of the wave packet\nAll possible states of the measured system and the measuring apparatus together with the observer are present in a real physical quantum superposition\nWhile the multiverse is deterministic we perceive non-deterministic behavior governed by probabilities because we do not observe the multiverse as a whole but only one parallel universe at a time", "evidence": "The measurement problem has been solved by this.\nIn a multiverse composed of mostly independent parallel universes, all the possibilities described by quantum theory can be found.\nThe collapse of the wave packet was removed as a consequence.\nThe measured system, measuring apparatus, and observer are all present in a quantum superposition.\nWe don't observe the multiverse as a whole but only one parallel universe at a time, so we perceive non-deterministic behavior governed by probabilities.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["physical quantum superposition", "measuring apparatus together"], "uv": ["many-worlds interpretation formulated", "Everetts many-worlds interpretation", "consequence of removing", "removing the axiom", "deterministic we perceive"]}, "hinfo": {"hp": "partial existence", "pp": ["partial existence", "the collapse"], "cp": ["This is a consequence of removing the axiom of the collapse of the wave packet", "This is a consequence of removing the axiom of partial existence of the wave packet"], "sf": ["the wave packet", "the axiom"], "hs": [[286, 303]]}, "hf": 1}
{"context": "Exactly how this is supposed to work has been the subject of much debate\nSeveral attempts have been made to make sense of this and derive the Born rule with no consensus on whether they have been successful\nRelational quantum mechanics appeared in the late 1990s as a modern derivative of Classical physics and QBism was developed some years later\n History Quantum mechanics was developed in the early decades of the 20th century driven by the need to explain phenomena that in some cases had been observed in earlier times", "evidence": "Exactly how this is supposed to work has been the subject of a lot of discussion.\nSeveral attempts have been made to make sense of this and derive the Born rule with no consensus.\nQBism was developed a few years after the late 1990s as a modern version of the Copenhagen-type ideas.\nThe need to explain phenomena that had been observed in earlier times drove the development of quantum mechanics.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["earlier times", "History Quantum mechanics"], "uv": ["subject of much", "modern derivative", "ideas and QBism", "derivative of Copenhagen-type", "century driven"]}, "hinfo": {"hp": "Classical physics", "pp": ["Classical physics", "Copenhagen-type ideas"], "cp": ["Relational quantum mechanics appeared in the late 1990s as a modern derivative of Copenhagen-type ideas and QBism was developed some years later", "Relational quantum mechanics appeared in the late 1990s as a modern derivative of Classical physics and QBism was developed some years later"], "sf": ["Relational quantum mechanics", "a modern derivative"], "hs": [[289, 306]]}, "hf": 1}
{"context": "Relational quantum mechanics appeared in the late 1990s as a modern derivative of Copenhagen-type ideas and QBism was developed some years later\n History Quantum mechanics was developed in the early decades of the 20th century driven by the need to explain phenomena that in some cases had been observed in earlier times\nScientific inquiry into the wave nature of light began in the 17th and 18th centuries when scientists such as Robert Hooke Christiaan Huygens and Leonhard Euler proposed a wave theory of light based on astronomical data", "evidence": "QBism was developed a few years after the late 1990s as a modern version of the Copenhagen-type ideas.\nThe need to explain phenomena that had been observed in earlier times drove the development of quantum mechanics.\nThe wave theory of light was proposed by scientists in the 17th and 18th century.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["earlier times", "History Quantum mechanics"], "uv": ["modern derivative", "ideas and QBism", "derivative of Copenhagen-type", "century driven", "Leonhard Euler proposed", "Hooke Christiaan Huygens", "Robert Hooke Christiaan", "Huygens and Leonhard", "Scientific inquiry"]}, "hinfo": {"hp": "astronomical data", "pp": ["astronomical data", "experimental observations"], "cp": ["Scientific inquiry into the wave nature of light began in the 17th and 18th centuries when scientists such as Robert Hooke Christiaan Huygens and Leonhard Euler proposed a wave theory of light based on experimental observations", "Scientific inquiry into the wave nature of light began in the 17th and 18th centuries when scientists such as Robert Hooke Christiaan Huygens and Leonhard Euler proposed a wave theory of light based on astronomical data"], "sf": ["Robert Hooke Christiaan Huygens", "Leonhard Euler"], "hs": [[523, 540]]}, "hf": 1}
{"context": "Scientific inquiry into the wave nature of light began in the 17th and 18th centuries when scientists such as Robert Hooke Christiaan Huygens and Leonhard Euler proposed a wave theory of light based on experimental observations\nIn 1803 English polymath Thomas Young described his first newton ...\nThis experiment played a major role in the general acceptance of the wave theory of light\nDuring the early 19th century chemical research by John Dalton and Amedeo Avogadro lent weight to the atomic theory of matter an idea that James Clerk Maxwell Ludwig Boltzmann and others built upon to establish the kinetic theory of gases", "evidence": "The wave theory of light was proposed by scientists in the 17th and 18th century.\nThe double-slit experiment was described in 1803 by English polymath Thomas Young.\nThe general acceptance of the wave theory of light was influenced by this experiment.\nThe idea of the atomic theory of matter was built upon by John and Amedeo Avogadro and others during the early 19th century.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["experiment played", "Amedeo Avogadro lent", "Dalton and Amedeo"], "uv": ["Leonhard Euler proposed", "Hooke Christiaan Huygens", "Robert Hooke Christiaan", "Huygens and Leonhard", "Scientific inquiry", "played a major", "century chemical research", "John Dalton", "Maxwell Ludwig Boltzmann", "Clerk Maxwell Ludwig", "Avogadro lent weight", "James Clerk Maxwell"]}, "hinfo": {"hp": "his first newton ...", "pp": ["his first newton ...", "the famous double-slit experiment"], "cp": ["In 1803 English polymath Thomas Young described the famous double-slit experiment", "In 1803 English polymath Thomas Young described his first newton ..."], "sf": ["Thomas Young", "1803 English polymath"], "hs": []}, "hf": 1}
{"context": "In 1803 English polymath Thomas Young described the famous double-slit experiment\nThis experiment played a major role in the general acceptance of new quantum equation of light\nDuring the early 19th century chemical research by John Dalton and Amedeo Avogadro lent weight to the atomic theory of matter an idea that James Clerk Maxwell Ludwig Boltzmann and others built upon to establish the kinetic theory of gases\nThe successes of kinetic theory gave further credence to the idea that matter is composed of atoms yet the theory also had shortcomings that would only be resolved by the development of quantum mechanics", "evidence": "The double-slit experiment was described in 1803 by English polymath Thomas Young.\nThe general acceptance of the wave theory of light was influenced by this experiment.\nThe idea of the atomic theory of matter was built upon by John and Amedeo Avogadro and others during the early 19th century.\nThe success of the theory gave credence to the idea that matter is composed of atoms, but it also had flaws that would only be fixed by the development of quantum mechanics.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["experiment played", "Amedeo Avogadro lent", "Dalton and Amedeo", "gave further credence", "shortcomings that would", "also had shortcomings"], "uv": ["played a major", "century chemical research", "John Dalton", "Maxwell Ludwig Boltzmann", "Clerk Maxwell Ludwig", "Avogadro lent weight", "James Clerk Maxwell", "successes of kinetic"]}, "hinfo": {"hp": "new quantum equation", "pp": ["new quantum equation", "the wave theory"], "cp": ["This experiment played a major role in the general acceptance of the wave theory of light", "This experiment played a major role in the general acceptance of new quantum equation of light"], "sf": ["the general acceptance", "a major role"], "hs": [[147, 167]]}, "hf": 1}
{"context": "This experiment played a major role in the general acceptance of the wave theory of light\nDuring the early 19th century chemical research by John Dalton and Amedeo Avogadro lent weight to the atomic theory of matter an idea that William And And And Jordan and others built upon to establish the kinetic theory of gases", "evidence": "The general acceptance of the wave theory of light was influenced by this experiment.\nThe idea of the atomic theory of matter was built upon by John and Amedeo Avogadro and others during the early 19th century.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["experiment played", "Amedeo Avogadro lent", "Dalton and Amedeo"], "uv": ["played a major", "century chemical research", "John Dalton", "Maxwell Ludwig Boltzmann", "Clerk Maxwell Ludwig", "Avogadro lent weight", "James Clerk Maxwell"]}, "hinfo": {"hp": "William And And And Jordan", "pp": ["William And And And Jordan", "James Clerk Maxwell Ludwig Boltzmann"], "cp": ["During the early 19th century chemical research by John Dalton and Amedeo Avogadro lent weight to the atomic theory of matter an idea that James Clerk Maxwell Ludwig Boltzmann and others built upon to establish the kinetic theory of gases", "During the early 19th century chemical research by John Dalton and Amedeo Avogadro lent weight to the atomic theory of matter an idea that William And And And Jordan and others built upon to establish the kinetic theory of gases"], "sf": ["the early 19th century chemical research", "Amedeo Avogadro"], "hs": [[229, 255]]}, "hf": 1}
{"context": "Julius Plücker Johann Wilhelm Hittorf and Eugen Goldstein carried on and improved upon Faradays work leading to the identification of cathode rays which J J Thomson found to consist of subatomic particles that would be called electrons\nThe black-body radiation problem was discovered by Hermann Adolf in 1859\nIn 1900 Max Planck proposed the hypothesis that energy is radiated and absorbed in discrete quanta or energy packets yielding a calculation that precisely matched the observed patterns of black-body radiation", "evidence": "The identification of electrons by J J Thomson was the result of improved work by Julius Plcker and Eugen Goldstein.\nThe black-body radiation problem was found in the 19th century.\nA calculation that matched the observed patterns of black-body radiation was proposed in 1900 by Max Planck.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["Eugen Goldstein carried", "problem was discovered", "Max Planck proposed"], "uv": ["Julius Plücker Johann", "improved upon Faradays", "Faradays work leading", "Plücker Johann Wilhelm", "Johann Wilhelm Hittorf", "upon Faradays work", "proposed the hypothesis", "energy packets yielding", "radiated and absorbed", "absorbed in discrete"]}, "hinfo": {"hp": "Hermann Adolf", "pp": ["Hermann Adolf", "Gustav Kirchhoff"], "cp": ["The black-body radiation problem was discovered by Gustav Kirchhoff in 1859", "The black-body radiation problem was discovered by Hermann Adolf in 1859"], "sf": ["The black-body radiation problem", "1859"], "hs": [[287, 300]]}, "hf": 1}
{"context": "Planck cautiously insisted that this was only an aspect of the processes of absorption and emission of radiation and was not the physical reality of the radiation\nIn fact he considered his quantum hypothesis a mathematical trick to get his wrong conclusion rather than a sizable discovery\nHowever in 1905 Albert Einstein interpreted Plancks quantum hypothesis realistically and used it to explain the photoelectric effect in which shining light on certain materials can eject electrons from the material", "evidence": "The process of absorption and emission of radiation is only part of the reality of the radiation.\nHe thought of his quantum hypothesis as a mathematical trick to get the right answer.\nAlbert Einstein used the photoelectric effect to explain the quantum hypothesis in 1905.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["right answer rather", "Albert Einstein interpreted"], "uv": ["hypothesis a mathematical", "quantum hypothesis realistically", "Einstein interpreted Plancks"]}, "hinfo": {"hp": "his wrong conclusion", "pp": ["his wrong conclusion", "the right answer"], "cp": ["In fact he considered his quantum hypothesis a mathematical trick to get the right answer rather than a sizable discovery", "In fact he considered his quantum hypothesis a mathematical trick to get his wrong conclusion rather than a sizable discovery"], "sf": ["his quantum hypothesis", "a sizable discovery"], "hs": [[236, 256]]}, "hf": 1}
{"context": "In fact he considered his quantum hypothesis a mathematical trick to get the right answer rather than a sizable discovery\nHowever in 1905 George Abel interpreted Plancks quantum hypothesis realistically and used it to explain the photoelectric effect in which shining light on certain materials can eject electrons from the material\nNiels Bohr then developed Plancks ideas about radiation into a model of the hydrogen atom that successfully predicted the spectral lines of hydrogen", "evidence": "He thought of his quantum hypothesis as a mathematical trick to get the right answer.\nAlbert Einstein used the photoelectric effect to explain the quantum hypothesis in 1905.\nThe hydrogen atom was predicted by the model developed by Niels Bohr.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["right answer rather", "Albert Einstein interpreted"], "uv": ["hypothesis a mathematical", "quantum hypothesis realistically", "Einstein interpreted Plancks", "successfully predicted", "developed Plancks ideas", "atom that successfully", "Bohr then developed"]}, "hinfo": {"hp": "George Abel", "pp": ["George Abel", "Albert Einstein"], "cp": ["However in 1905 Albert Einstein interpreted Plancks quantum hypothesis realistically and used it to explain the photoelectric effect in which shining light on certain materials can eject electrons from the material", "However in 1905 George Abel interpreted Plancks quantum hypothesis realistically and used it to explain the photoelectric effect in which shining light on certain materials can eject electrons from the material"], "sf": ["Plancks quantum hypothesis", "certain materials"], "hs": [[138, 149]]}, "hf": 1}
{"context": "In fact he considered his quantum hypothesis a mathematical trick to get the right answer rather than a sizable discovery\nHowever in 1905 Albert Einstein interpreted Plancks quantum hypothesis realistically and used it to explain the photoelectric effect in which shining light on certain materials can eject electrons from the material\nNiels Bohr then developed His theory about radiation into a model of the hydrogen atom that successfully predicted the spectral lines of hydrogen\nEinstein further developed this idea to show that an electromagnetic wave such as light could also be described as a particle later called the photon with a discrete amount of energy that depends on its frequency", "evidence": "He thought of his quantum hypothesis as a mathematical trick to get the right answer.\nAlbert Einstein used the photoelectric effect to explain the quantum hypothesis in 1905.\nThe hydrogen atom was predicted by the model developed by Niels Bohr.\nThis idea was developed by Einstein to show that a photon is a particle with a certain amount of energy.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["right answer rather", "Albert Einstein interpreted", "Einstein further developed", "developed this idea", "idea to show"], "uv": ["hypothesis a mathematical", "quantum hypothesis realistically", "Einstein interpreted Plancks", "successfully predicted", "developed Plancks ideas", "atom that successfully", "Bohr then developed", "particle later called", "electromagnetic wave"]}, "hinfo": {"hp": "His theory", "pp": ["His theory", "Plancks ideas"], "cp": ["Niels Bohr then developed Plancks ideas about radiation into a model of the hydrogen atom that successfully predicted the spectral lines of hydrogen", "Niels Bohr then developed His theory about radiation into a model of the hydrogen atom that successfully predicted the spectral lines of hydrogen"], "sf": ["Niels Bohr", "the hydrogen atom"], "hs": [[363, 373]]}, "hf": 1}
{"context": "Einstein further developed this idea to show that an electromagnetic wave such as light could also be described as a particle later called the photon with a discrete amount of energy that depends on its frequency\nIn his paper On the Quantum Theory of Radiation Einstein expanded on the interaction between energy and matter to explain the absorption and emission of energy by atoms\nAlthough overshadowed at the time by his general theory of relativity this paper articulated the mechanism underlying this spontaneous absorption of radiation which became the basis of the laser\nThis phase is known as the old quantum theory", "evidence": "This idea was developed by Einstein to show that a photon is a particle with a certain amount of energy.\nThe absorption and emission of energy by atoms were explained in Einstein's paper.\nThe mechanism behind the stimulated emission of radiation which became the basis of the laser was articulated in this paper.\nThe old quantum theory is what this phase is referred to as.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["Einstein further developed", "developed this idea", "idea to show", "underlying the stimulated", "paper articulated"], "uv": ["particle later called", "electromagnetic wave", "Radiation Einstein expanded", "explain the absorption", "matter to explain", "interaction between energy", "mechanism underlying", "articulated the mechanism", "Although overshadowed", "relativity this paper"]}, "hinfo": {"hp": "this spontaneous absorption", "pp": ["this spontaneous absorption", "the stimulated emission"], "cp": ["Although overshadowed at the time by his general theory of relativity this paper articulated the mechanism underlying the stimulated emission of radiation which became the basis of the laser", "Although overshadowed at the time by his general theory of relativity this paper articulated the mechanism underlying this spontaneous absorption of radiation which became the basis of the laser"], "sf": ["relativity", "his general theory"], "hs": [[500, 527]]}, "hf": 1}
{"context": "Never complete or self-consistent the old quantum theory was rather a set of heuristic corrections to classical mechanics\nThe theory is now understood as a semi-classical approximation to classical classical theory", "evidence": "The old quantum theory was not always complete and self-consistent.\nThe theory is an approximation to quantum mechanics.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["complete or self-consistent", "modern quantum mechanics", "approximation to modern"], "uv": ["Never complete"]}, "hinfo": {"hp": "classical classical theory", "pp": ["classical classical theory", "modern quantum mechanics"], "cp": ["The theory is now understood as a semi-classical approximation to modern quantum mechanics", "The theory is now understood as a semi-classical approximation to classical classical theory"], "sf": ["a semi-classical approximation", "The theory"], "hs": [[188, 214]]}, "hf": 1}
{"context": "The theory is now understood as a semi-classical approximation to modern quantum mechanics\nNotable results from this period include in addition to the work of Planck Einstein and Bohr mentioned above Einstein and Peter Debyes work on the specific heat of solids Bohr and Hendrika Johanna van Leeuwens proof that classical physics cannot account for diamagnetism and Arnold Sommerfelds extension of the Bohr model to include special-relativistic effects\nIn late 1950s statistical theory was developed to become the standard formulation for atomic physics\nIn 1923 the French physicist Louis de Broglie put forward his theory of matter waves by stating that particles can exhibit wave characteristics and vice versa\nBuilding on de Broglies approach modern quantum mechanics was born in 1925 when the German physicists Werner Heisenberg Max Born and Pascual Jordan developed matrix mechanics and the Austrian physicist Erwin Schrödinger invented wave mechanics", "evidence": "The theory is an approximation to quantum mechanics.\nNotable results from this time include the work of Einstein and Peter Debyes, as well as the proof that classical physics can't account for diamagnetism.\nThe standard formula for atomic physics became quantum mechanics in the 1920s.\nThe theory of matter waves was put forward by a French physicist in 1923.\nModern quantum mechanics was born in 1925 when the German physicists Werner Heisenberg Max Born and Pascual Jordan created matrix mechanics.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["modern quantum mechanics", "approximation to modern", "Peter Debyes work", "classical physics cannot", "quantum mechanics", "formulation for atomic", "French physicist Louis", "Broglie put forward", "Pascual Jordan developed", "Jordan developed matrix"], "uv": ["Planck Einstein", "van Leeuwens proof", "include special-relativistic effects", "physics cannot account", "Arnold Sommerfelds extension", "Hendrika Johanna van", "standard formulation", "atomic physics", "developed to become", "exhibit wave characteristics", "forward his theory", "Louis de Broglie", "Broglies approach modern"]}, "hinfo": {"hp": "late 1950s statistical theory", "pp": ["late 1950s statistical theory", "the mid-1920s quantum mechanics"], "cp": ["In the mid-1920s quantum mechanics was developed to become the standard formulation for atomic physics", "In late 1950s statistical theory was developed to become the standard formulation for atomic physics"], "sf": ["atomic physics", "the standard formulation"], "hs": [[456, 485]]}, "hf": 1}
{"context": "Notable results from this period include in addition to the work of Planck Einstein and Bohr mentioned above Einstein and Peter Debyes work on the specific heat of solids Bohr and Hendrika Johanna van Leeuwens proof that classical physics cannot account for diamagnetism and Arnold Sommerfelds extension of the Bohr model to include special-relativistic effects\nIn the mid-1920s quantum mechanics was developed to become the standard formulation for atomic physics\nIn 1923 the French physicist Eugene von Laurent put forward his theory of matter waves by stating that particles can exhibit wave characteristics and vice versa\nBuilding on de Broglies approach modern quantum mechanics was born in 1925 when the German physicists Werner Heisenberg Max Born and Pascual Jordan developed matrix mechanics and the Austrian physicist Erwin Schrödinger invented wave mechanics\nBorn introduced the probabilistic interpretation of Schrödingers wave function in July 1926", "evidence": "Notable results from this time include the work of Einstein and Peter Debyes, as well as the proof that classical physics can't account for diamagnetism.\nThe standard formula for atomic physics became quantum mechanics in the 1920s.\nThe theory of matter waves was put forward by a French physicist in 1923.\nModern quantum mechanics was born in 1925 when the German physicists Werner Heisenberg Max Born and Pascual Jordan created matrix mechanics.\nThe probabilistic interpretation of the wave function was introduced by Born.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["Peter Debyes work", "classical physics cannot", "quantum mechanics", "formulation for atomic", "French physicist Louis", "Broglie put forward", "Pascual Jordan developed", "Jordan developed matrix", "Schrödingers wave function"], "uv": ["Planck Einstein", "van Leeuwens proof", "include special-relativistic effects", "physics cannot account", "Arnold Sommerfelds extension", "Hendrika Johanna van", "standard formulation", "atomic physics", "developed to become", "exhibit wave characteristics", "forward his theory", "Louis de Broglie", "Broglies approach modern", "Born introduced", "introduced the probabilistic"]}, "hinfo": {"hp": "Eugene von Laurent", "pp": ["Eugene von Laurent", "Louis de Broglie"], "cp": ["In 1923 the French physicist Louis de Broglie put forward his theory of matter waves by stating that particles can exhibit wave characteristics and vice versa", "In 1923 the French physicist Eugene von Laurent put forward his theory of matter waves by stating that particles can exhibit wave characteristics and vice versa"], "sf": ["wave characteristics", "matter waves"], "hs": [[494, 512]]}, "hf": 1}
{"context": "In 1923 the French physicist Louis de Broglie put forward his theory of matter waves by stating that particles can exhibit wave characteristics and vice versa\nBuilding on de Broglies approach modern quantum mechanics was born in 1925 when two Swiss physicist Robert And Was Planck and Pascual Jordan developed matrix mechanics and the Austrian physicist Erwin Schrödinger invented wave mechanics", "evidence": "The theory of matter waves was put forward by a French physicist in 1923.\nModern quantum mechanics was born in 1925 when the German physicists Werner Heisenberg Max Born and Pascual Jordan created matrix mechanics.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["French physicist Louis", "Broglie put forward", "Pascual Jordan developed", "Jordan developed matrix"], "uv": ["exhibit wave characteristics", "forward his theory", "Louis de Broglie", "Broglies approach modern"]}, "hinfo": {"hp": "two Swiss physicist Robert And Was Planck", "pp": ["two Swiss physicist Robert And Was Planck", "the German physicists Werner Heisenberg Max Born"], "cp": ["Building on de Broglies approach modern quantum mechanics was born in 1925 when the German physicists Werner Heisenberg Max Born and Pascual Jordan developed matrix mechanics and the Austrian physicist Erwin Schrödinger invented wave mechanics", "Building on de Broglies approach modern quantum mechanics was born in 1925 when two Swiss physicist Robert And Was Planck and Pascual Jordan developed matrix mechanics and the Austrian physicist Erwin Schrödinger invented wave mechanics"], "sf": ["modern quantum mechanics", "Werner Heisenberg Max Born"], "hs": [[239, 280]]}, "hf": 1}
{"context": "Building on de Broglies approach modern quantum mechanics was born in 1925 when the German physicists Werner Heisenberg Max Born and Pascual Jordan developed matrix mechanics and the Austrian physicist Erwin Schrödinger invented wave mechanics\nBorn introduced the probabilistic interpretation of The zeta equation in July 1926\nThus the entire field of quantum physics emerged leading to its wider acceptance at the Fifth Solvay Conference in 1927", "evidence": "Modern quantum mechanics was born in 1925 when the German physicists Werner Heisenberg Max Born and Pascual Jordan created matrix mechanics.\nThe probabilistic interpretation of the wave function was introduced by Born.\nAt the Fifth Solvay Conference in 1927, the whole field of quantum physics was accepted.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["Pascual Jordan developed", "Jordan developed matrix", "Schrödingers wave function"], "uv": ["Broglies approach modern", "Born introduced", "introduced the probabilistic", "entire field", "quantum physics emerged"]}, "hinfo": {"hp": "The zeta equation", "pp": ["The zeta equation", "Schrödingers wave function"], "cp": ["Born introduced the probabilistic interpretation of Schrödingers wave function in July 1926", "Born introduced the probabilistic interpretation of The zeta equation in July 1926"], "sf": ["the probabilistic interpretation", "Schrödingers"], "hs": [[296, 313]]}, "hf": 1}
{"context": "Born introduced the probabilistic interpretation of Schrödingers wave function in July 1926\nThus the entire field of theoretical mechanics emerged leading to its wider acceptance at the Fifth Solvay Conference in 1927", "evidence": "The probabilistic interpretation of the wave function was introduced by Born.\nAt the Fifth Solvay Conference in 1927, the whole field of quantum physics was accepted.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["Schrödingers wave function"], "uv": ["Born introduced", "introduced the probabilistic", "entire field", "quantum physics emerged"]}, "hinfo": {"hp": "theoretical mechanics", "pp": ["theoretical mechanics", "quantum physics"], "cp": ["Thus the entire field of quantum physics emerged leading to its wider acceptance at the Fifth Solvay Conference in 1927", "Thus the entire field of theoretical mechanics emerged leading to its wider acceptance at the Fifth Solvay Conference in 1927"], "sf": ["the Fifth Solvay Conference", "its wider acceptance"], "hs": [[117, 138]]}, "hf": 1}
{"context": "Born introduced the probabilistic interpretation of Schrödingers wave function in July 1926\nThus the entire field of quantum physics emerged leading to its wider acceptance at the Fifth Solvay Conference in 1927\nBy 1930 quantum mechanics had been further unified and formalized by Johann And And ##i and John von Neumann with greater emphasis on measurement the statistical nature of our knowledge of reality and philosophical speculation about the observer", "evidence": "The probabilistic interpretation of the wave function was introduced by Born.\nAt the Fifth Solvay Conference in 1927, the whole field of quantum physics was accepted.\nBy 1930 quantum mechanics was further unified and formalized by David Hilbert Paul Dirac and John von Neumann with greater emphasis on measurement.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["Schrödingers wave function"], "uv": ["Born introduced", "introduced the probabilistic", "entire field", "quantum physics emerged"]}, "hinfo": {"hp": "Johann And And ##i", "pp": ["Johann And And ##i", "David Hilbert Paul Dirac"], "cp": ["By 1930 quantum mechanics had been further unified and formalized by David Hilbert Paul Dirac and John von Neumann with greater emphasis on measurement the statistical nature of our knowledge of reality and philosophical speculation about the observer", "By 1930 quantum mechanics had been further unified and formalized by Johann And And ##i and John von Neumann with greater emphasis on measurement the statistical nature of our knowledge of reality and philosophical speculation about the observer"], "sf": ["reality and philosophical speculation", "John von Neumann"], "hs": [[281, 299]]}, "hf": 1}
{"context": "It also provides a useful framework for many features of the modern periodic table of elements and describes the behaviors of atoms during chemical bonding and the flow of electrons in computer semiconductors and therefore plays a crucial role in many modern technologies\nWhile statistical theory was constructed to describe the world of the very small it is also needed to explain some macroscopic phenomena such as superconductors and superfluids\n See also  Explanatory notes  References  Further reading  External links Introduction to Quantum Theory at Quantiki", "evidence": "It gives a framework for many features of the modern periodic table of elements and describes the behaviors of atoms during chemical bonding and the flow of electrons in computer chips and therefore plays a crucial role in many modern technologies.\nWhile quantum mechanics is used to describe the world of the small, it is also used to explain some of the larger phenomena.\nSee the Explanatory notes for more information.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["mechanics was constructed", "constructed to describe", "needed to explain", "Explanatory notes References", "See also Explanatory"], "uv": ["useful framework", "macroscopic phenomena", "also needed", "superconductors and superfluids", "External links Introduction"]}, "hinfo": {"hp": "statistical theory", "pp": ["statistical theory", "quantum mechanics"], "cp": ["While quantum mechanics was constructed to describe the world of the very small it is also needed to explain some macroscopic phenomena such as superconductors and superfluids", "While statistical theory was constructed to describe the world of the very small it is also needed to explain some macroscopic phenomena such as superconductors and superfluids"], "sf": ["some macroscopic phenomena", "superconductors"], "hs": [[278, 296]]}, "hf": 1}
{"context": "While quantum mechanics was constructed to describe the world of the very small it is also needed to explain some macroscopic phenomena such as superconductors and superfluids\n See also  Explanatory notes  References  Further reading  External links Introduction to Information Mechanics at Quantiki", "evidence": "While quantum mechanics is used to describe the world of the small, it is also used to explain some of the larger phenomena.\nSee the Explanatory notes for more information.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["mechanics was constructed", "constructed to describe", "needed to explain", "Explanatory notes References", "See also Explanatory"], "uv": ["macroscopic phenomena", "also needed", "superconductors and superfluids", "External links Introduction"]}, "hinfo": {"hp": "Information Mechanics", "pp": ["Information Mechanics", "Quantum Theory"], "cp": [" See also  Explanatory notes  References  Further reading  External links Introduction to Quantum Theory at Quantiki", " See also  Explanatory notes  References  Further reading  External links Introduction to Information Mechanics at Quantiki"], "sf": ["External links", "Introduction"], "hs": [[266, 287]]}, "hf": 1}
{"context": "Quantum Physics Made Relatively Simple three video lectures by Hans Bethe\nCourse material Quantum Cook Book and PHYS 201 Fundamentals of Physics II by Ravi At ##a University\nModern Physics With waves thermodynamics and optics – an online textbook\nMIT OpenCourseWare Chemistry and Physics", "evidence": "Three video lectures by Hans Bethe on quantum physics.\nThe course material is Quantum Cook Book.\nAn online textbook about modern physics with waves.\nMIT has an open course on chemistry and physics.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["Quantum Physics Made", "Simple three video", "Course material Quantum", "material Quantum Cook"], "uv": ["Physics Made Relatively", "Relatively Simple three", "thermodynamics and optics", "MIT OpenCourseWare Chemistry"]}, "hinfo": {"hp": "Ravi At ##a University", "pp": ["Ravi At ##a University", "Ramamurti Shankar Yale OpenCourseware"], "cp": ["Course material Quantum Cook Book and PHYS 201 Fundamentals of Physics II by Ramamurti Shankar Yale OpenCourseware", "Course material Quantum Cook Book and PHYS 201 Fundamentals of Physics II by Ravi At ##a University"], "sf": ["Course material Quantum Cook Book", "Physics II"], "hs": [[151, 173]]}, "hf": 1}
{"context": "Course material Quantum Cook Book and PHYS 201 Fundamentals of Physics II by Ramamurti Shankar Yale OpenCourseware\nQuantum Problems With waves thermodynamics and optics – an online textbook\nMIT OpenCourseWare Chemistry and Physics", "evidence": "The course material is Quantum Cook Book.\nAn online textbook about modern physics with waves.\nMIT has an open course on chemistry and physics.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["Course material Quantum", "material Quantum Cook"], "uv": ["thermodynamics and optics", "MIT OpenCourseWare Chemistry"]}, "hinfo": {"hp": "Quantum Problems", "pp": ["Quantum Problems", "Modern Physics"], "cp": ["Modern Physics With waves thermodynamics and optics – an online textbook", "Quantum Problems With waves thermodynamics and optics – an online textbook"], "sf": ["waves thermodynamics", "an online textbook"], "hs": [[115, 131]]}, "hf": 1}
{"context": "Course material Quantum Cook Book and PHYS 201 Fundamentals of Physics II by Ramamurti Shankar Yale OpenCourseware\nModern Physics With waves thermodynamics and optics – an online textbook\nMIT OpenCourseWare Engineering engineering Engineering\nSee 804 805 and 806\n⁠5+1/2⁠ Examples in Quantum Mechanics", "evidence": "The course material is Quantum Cook Book.\nAn online textbook about modern physics with waves.\nMIT has an open course on chemistry and physics.\nYou can see 814 and 814.\nThere are examples of quantum mechanics.", "einfo": {"ss": [1.0, 1.0], "cs": [1.0], "pv": ["Course material Quantum", "material Quantum Cook", "Examples in Quantum"], "uv": ["thermodynamics and optics", "MIT OpenCourseWare Chemistry"]}, "hinfo": {"hp": "Engineering engineering Engineering", "pp": ["Engineering engineering Engineering", "Chemistry and Physics"], "cp": ["MIT OpenCourseWare Chemistry and Physics", "MIT OpenCourseWare Engineering engineering Engineering"], "sf": ["MIT OpenCourseWare Chemistry", "Physics"], "hs": [[207, 242]]}, "hf": 1}
